{
  "id": 3900,
  "date": "2023-08-01T10:04:59",
  "date_gmt": "2023-08-01T16:04:59",
  "guid": { "rendered": "<?php echo $row['url']; ?>resources///" },
  "modified": "2023-09-05T10:23:18",
  "modified_gmt": "2023-09-05T16:23:18",
  "slug": "what-happens-when-paying-off-personal-loan-early",
  "status": "publish",
  "type": "resources",
  "link": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/",
  "title": { "rendered": "What happens if you pay off a personal loan early?" },
  "content": {
    "rendered": "\n<p>Life is full of unexpected situations. And sometimes those situations become expensive&#8211;like a major repair in your home or car, for example. So, many people take out a personal loan to cover the expenses. But many people don’t want to continue paying off a loan for the next four or five years or even longer. That’s why borrowers often look to pay off their personal loans early.</p>\n\n\n\n<p>Some benefits include saving on interest and using that monthly loan payment toward something else. But there are also reasons not to pay off a personal loan early, like possible prepayment penalties. Read on to learn more about all the pros and cons to consider if you’re thinking of paying off a personal loan early.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Is it possible to pay off a personal loan early?</h2>\n\n\n\n<p>Yes. But remember that when you take out a loan, you’re signing your name to a contract. And that contract includes a lot of information about your loan, such as the length of the loan and the payment information.</p>\n\n\n\n<p>If you decide to either pay off the entire loan balance early or pay more than your regular monthly payment each month to work down the balance faster, contact your lender to discuss your options. When you agreed to your loan terms, the lender provided a term end date (when the final payment is due). So, paying off your personal loan by any date before the end of your loan term is considered an early payment. Since some lenders may charge you a prepayment penalty, it’s best to talk to them so you don’t end up with any surprise charges.</p>\n\n\n\n<p>If you have the money, you can pay off your loan early. Just be sure to contact your lender to review your early payment options and find out whether there is a prepayment penalty involved..&nbsp;</p>\n\n\n\n<h2 class=\"wp-block-heading\">What are the benefits of paying off a personal loan early?</h2>\n\n\n\n<p>There are many benefits to paying off a personal loan early. But before you decide, make sure you can do so financially. Paying off a loan early requires extra payments or more money put toward each monthly payment. If your budget allows you to pay more upfront, you may be able to pay off your personal loan early. Here are a few reasons why you should:</p>\n\n\n\n<h3 class=\"wp-block-heading\">Save money on interest</h3>\n\n\n\n<p>When you take out a personal loan, the lender charges you interest on the amount you borrow. This is a percentage that is added to your loan balance each month. By paying off your loan early, you could save hundreds and maybe even thousands of dollars just by not having to pay interest.</p>\n\n\n\n<p>This depends on how much your loan balance is and how much more time you have to pay it. For example, if you only have $500 left on a $10,000 loan, it won’t save you much interest by paying it off early. But if you have $5,000 left and you can cover most or all of that amount early, you’ll save a lot of interest charges by paying off that $5,000 balance sooner. Or if you only have three months of payments left on your loan, you may not save much by paying it off early. But if you have three years left, that’s 36 months’ worth of interest charges you won’t have to pay&#8211;and that adds up.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Lower your debt-to-income ratio</h3>\n\n\n\n<p>Your debt-to-income ratio is how much debt you have divided by how much money you make (income). If your debt-to-income ratio is high, your credit score might be lower, which makes it riskier for lenders to allow you to borrow money. Paying off your loan early lowers your debt-to-income ratio, which may help your credit score. And with a better credit score usually comes better interest rates on loans you may need in the future.</p>\n\n\n\n<h3 class=\"wp-block-heading\">More money for you each month</h3>\n\n\n\n<p>Paying off a loan is a great feeling. One reason is that you no longer have to make that monthly payment. Another is, because you no longer have that payment to make, there’s more money in your bank account each month. And you can use that toward whatever you need&#8211;other monthly bills, savings for a vacation or an emergency expense, or retirement.</p>\n\n\n\n<h2 class=\"wp-block-heading\">What are the drawbacks of paying off a personal loan early?</h2>\n\n\n\n<p>While good things come from paying off a personal loan early, there are also a few negatives to remember before you decide to pay your loan off sooner. Here are some things to consider:</p>\n\n\n\n<h3 class=\"wp-block-heading\">You may have to pay a prepayment penalty</h3>\n\n\n\n<p>When lenders give money to borrowers, they charge interest on the loan amount to make a profit. However, when you pay off a loan early, lenders lose out on those interest charges. While this saves you hundreds or thousands of dollars, it costs them hundreds or thousands of dollars.</p>\n\n\n\n<p>This is why some lenders add prepayment penalties to their loans&#8211;to cover the lender if you decide to pay off your personal loan early. Depending on the prepayment penalty, you may pay more than you would save if you pay off the loan early. Ask your lender or check your contract to see whether your loan has a prepayment penalty. Rest assured, however…if you take out a personal installment loan with <a href=\"<?php echo $row['url']; ?>\" target=\"_blank\" rel=\"noreferrer noopener\"><?php echo $row['name']; ?></a>, we’ll never charge a prepayment penalty.</p>\n\n\n\n<h3 class=\"wp-block-heading\">It may hurt your credit score</h3>\n\n\n\n<p>You would think that paying off a loan early would help your credit score. But in some cases, it can hurt it. A big part of your credit score is payment history&#8211;whether you make regular monthly payments on time. So, if you’re trying to build and improve your credit, having a regular monthly payment and paying it on time is better. This shows you’re a reliable borrower.</p>\n\n\n\n<h3 class=\"wp-block-heading\">You may have better uses for your money</h3>\n\n\n\n<p>Paying off a personal loan debt early can be a good thing. But look at all your finances to decide whether it’s the <em>best</em> thing for you. Compare the interest rates of other loans or debt you have to the interest rate of your personal loan. If the interest rate of your loan is lower than your credit card rate, it makes more sense to use the money to pay off or lower your credit card debt than it would to pay off your personal loan. If you have other loans or debt with higher interest rates, pay those off before you pay off your loan.</p>\n\n\n\n<h2 class=\"wp-block-heading\">What happens to your credit score if you pay off a personal loan early?</h2>\n\n\n\n<p>By now, you know that paying off a personal loan early can save you money on interest. But it can also affect your credit score&#8211;at least for a little while. Credit reporting agencies look at many things when calculating a person’s credit score.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Payment history</strong> accounts for 35% of your credit score. When you make regular loan payments on time, your credit score and credit history improve. Paying off a loan early means you are no longer making regular monthly payments, which could affect your credit score.</li>\n\n\n\n<li><strong>How much you owe</strong> on credit cards and loans is 30% of your credit score.</li>\n\n\n\n<li><strong>Length of credit history</strong>, meaning how long you’ve had credit and have made on-time payments, equals 15% of your credit score. Paying off your loan early means your account with the lender is shorter, so your history of repaying on time each month is smaller.</li>\n\n\n\n<li><strong>Credit mix</strong> refers to different types of loans you have, such as credit cards, mortgages, student loans, and personal loans. This is 10% of your credit score. Having a good credit mix shows that you are a responsible credit user, which can improve your credit history. But if you pay off your personal loan early, you remove it from your credit mix, which could lower your credit score.</li>\n\n\n\n<li><strong>Recent credit activity</strong>, which shows how many accounts you’ve opened or applied for recently, is the final 10% of your credit score.</li>\n</ul>\n\n\n\n<p>Overall, the changes to your credit score when you pay off your loan early are usually pretty small and don’t last very long. Everyone’s credit history is different, and there are no guarantees on what will happen to one’s credit score. The money you might save by paying off your loan early probably outweighs any small changes to your credit score. Discuss your options with your lender to see what’s best for you.</p>\n\n\n\n<h2 class=\"wp-block-heading\">How do personal loans differ from other debt?</h2>\n\n\n\n<p>People sometimes see a personal loan as another type of debt they owe. And in some ways, that is true. However, personal loans differ from other kinds of debt, such as car loans, credit cards, mortgages, and student loans. The main differences are the time you have to repay a personal loan, the purpose of the personal loan, the amount you can take out with a personal loan, fees, and interest rates.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Repayment time:</strong> For personal loans you must pay off the balance anywhere between a year to 10 years. With an auto loan, it’s usually between three and six years to pay off your debt. Mortgages are often 15 or 30 years, while student loan debt can also last for 10 to 20 years. Credit cards use revolving credit, which means you may keep borrowing up to a certain limit every month and then pay it off.</li>\n\n\n\n<li><strong>Purpose: </strong>With a personal loan, you can use the money on almost anything. Other types of debt don’t allow you the same flexibility. Mortgages must be used for buying a home, auto loans are for buying a vehicle, and student loans must pay for college expenses. Even some credit cards must be used at specific stores, such as Target’s Red Card and the Lowe’s credit card.</li>\n\n\n\n<li><strong>Amount: </strong>With a mortgage, you can borrow hundreds of thousands of dollars toward a home. For auto loans, you may be able to borrow the entire cost of a vehicle. Student loans are usually tens or hundreds of thousands of dollars, depending on the cost of the college. And credit cards have maximum borrowing limits. Personal loan amounts depend on the lender&#8211;most will not loan more than $50,000 or $100,000.</li>\n\n\n\n<li><strong>Fees: </strong>For a personal loan, you may have to pay origination fees, application fees, late payment fees (if you don’t pay your monthly payment on time), returned check fees, prepayment penalties, and interest, of course. For student loans, most of these same fees apply. There may also be forbearance and deferment fees for pausing student loan payments. Auto loans also charge origination fees and interest in most cases while mortgages require you to pay closing costs, which have many fees rolled into one lump amount, plus mortgage insurance, interest, and property testimonials. Credit cards may charge annual fees, interest, and fees for late payments, foreign transactions, balance transfers, cash advances, and returned payments.</li>\n\n\n\n<li><strong>Interest rates: </strong>Your interest rates often depend on your credit history. If you have excellent credit, you may qualify for low-interest car loans, mortgages, student loans, and personal loans. Those rates rise if your credit history isn’t great. Remember that interest rates rise and fall often, so watch the rates when considering a loan. For the first quarter of 2023, the <a href=\"https://www.nerdwallet.com/article/loans/auto-loans/average-car-loan-interest-rates-by-credit-score\" target=\"_blank\" rel=\"noreferrer noopener\">average auto loan interest rates</a> were 6.58% for new cars and 11.17% for used cars. For mortgages, the <a href=\"https://www.forbes.com/advisor/mortgages/mortgage-interest-rates-forecast/\" target=\"_blank\" rel=\"noreferrer noopener\">predicted average interest rate</a> for the third quarter of 2023 is 6.6%. <a href=\"https://www.nerdwallet.com/article/loans/student-loans/student-loan-interest-rates\" target=\"_blank\" rel=\"noreferrer noopener\">Average student loan rates for the 2022-23 school year</a> were 4.99% for undergraduate loans and 6.54% for graduate student loans. <a href=\"https://wallethub.com/edu/cc/average-credit-card-interest-rate/50841\" target=\"_blank\" rel=\"noreferrer noopener\">Credit cards</a>, known for their high interest rates, currently have an average of 22.44% for new accounts and 20.68% for existing accounts. Finally, personal loans carry an <a href=\"https://www.bankrate.com/loans/personal-loans/average-personal-loan-rates/\">average 10.99% interest rate</a> as of July 2023.</li>\n</ul>\n\n\n\n<p>As you can see, there are many things to consider when taking out a personal loan&#8211;or any loan&#8211;and deciding whether to pay off a personal loan early. When it comes to personal loans, do you want to keep paying that average 10.99% interest rate until the end of the loan term? Or would you rather save that interest money and perhaps just have to pay a 1% or 2% prepayment penalty?</p>\n\n\n\n<h2 class=\"wp-block-heading\">When should you pay off a personal loan early?</h2>\n\n\n\n<p>There are a few things to consider when deciding whether to pay off your personal loan early. And those things will be different for everyone&#8211;so make sure it is the best option for you.</p>\n\n\n\n<p>How much do you still owe on your loan? Thousands? Hundreds? If it’s thousands, can you afford to pay all of that in one lump sum, or is it more affordable to pay more than your usual monthly payment so you can pay off the loan sooner? This is important because you don’t want to put yourself in worse financial shape.</p>\n\n\n\n<p>How much time remains on your personal loan? A few months? A couple of years? If you have a few months left, for example, will it save you that much interest to pay the loan off early? If your loan comes with a prepayment penalty, do the math to determine whether paying it off early or simply continuing your monthly payments until they end is the better option. If you have at least a year of payments left, it may be a good idea to pay the loan off early so you can save at least 12 months of interest charges.</p>\n\n\n\n<p>Again, check whether your loan carries prepayment penalties if you decide to pay it off early. If it doesn’t, and you can afford it, paying off your loan sooner might be a great way to save money.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Paying off personal loans early is a personal decision</h2>\n\n\n\n<p>If the situation is right for you, paying off a personal loan early can have many benefits, such as saving money on interest charges and getting rid of another monthly bill. But remember that paying off your personal loan early may not be the best idea if you’re trying to build credit or if a prepayment penalty is involved. The decision is entirely up to you. But <a href=\"<?php echo $row['url']; ?>\" target=\"_blank\" rel=\"noreferrer noopener\"><?php echo $row['name']; ?></a> is here to help! We do not penalize for paying a loan off early and offer a helpful <a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/\" target=\"_blank\" rel=\"noreferrer noopener\">library of personal loan resources</a> to help you make an informed decision. Our loan experts are happy to discuss your options with you. Call us at <?php echo $row['phone']; ?> or visit a <a href=\"<?php echo $row['url']; ?>find-a-branch/\" target=\"_blank\" rel=\"noreferrer noopener\">local branch</a> today.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Life is full of unexpected situations. And sometimes those situations become expensive&#8211;like a major repair in your home or car, for example. So, many people take out a personal loan to cover the expenses. But many people don’t want to continue paying off a loan for the next four or five years or even longer&#8230;.</p>\n",
    "protected": false
  },
  "featured_media": 3901,
  "template": "",
  "resources_category": [36],
  "resources_tag": [],
  "class_list": [
    "post-3900",
    "resources",
    "type-resources",
    "status-publish",
    "has-post-thumbnail",
    "hentry",
    "resources_category-education-on-personal-loans"
  ],
  "acf": [],
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v24.0 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>What happens if you pay off a personal loan early? | <?php echo $row['name']; ?></title>\n<meta name=\"description\" content=\"Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.\" />\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"What happens if you pay off a personal loan early? | <?php echo $row['name']; ?>\" />\n<meta property=\"og:description\" content=\"Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.\" />\n<meta property=\"og:url\" content=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\" />\n<meta property=\"og:site_name\" content=\"<?php echo $row['name']; ?>\" />\n<meta property=\"article:modified_time\" content=\"2023-09-05T16:23:18+00:00\" />\n<meta property=\"og:image\" content=\"<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1920\" />\n\t<meta property=\"og:image:height\" content=\"1080\" />\n\t<meta property=\"og:image:type\" content=\"image/jpeg\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\",\"url\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\",\"name\":\"What happens if you pay off a personal loan early? | <?php echo $row['name']; ?>\",\"isPartOf\":{\"@id\":\"<?php echo $row['url']; ?>#website\"},\"primaryImageOfPage\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage\"},\"thumbnailUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg\",\"datePublished\":\"2023-08-01T16:04:59+00:00\",\"dateModified\":\"2023-09-05T16:23:18+00:00\",\"description\":\"Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.\",\"breadcrumb\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg\",\"width\":1920,\"height\":1080},{\"@type\":\"BreadcrumbList\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"<?php echo $row['url']; ?>\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education on Personal Loans\",\"item\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"What happens if you pay off a personal loan early?\"}]},{\"@type\":\"WebSite\",\"@id\":\"<?php echo $row['url']; ?>#website\",\"url\":\"<?php echo $row['url']; ?>\",\"name\":\"<?php echo $row['name']; ?>\",\"description\":\"\",\"publisher\":{\"@id\":\"<?php echo $row['url']; ?>#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"<?php echo $row['url']; ?>?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"<?php echo $row['url']; ?>#organization\",\"name\":\"<?php echo $row['name']; ?>\",\"url\":\"<?php echo $row['url']; ?>\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"width\":1,\"height\":1,\"caption\":\"<?php echo $row['name']; ?>\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "What happens if you pay off a personal loan early? | <?php echo $row['name']; ?>",
    "description": "Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "What happens if you pay off a personal loan early? | <?php echo $row['name']; ?>",
    "og_description": "Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.",
    "og_url": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/",
    "og_site_name": "<?php echo $row['name']; ?>",
    "article_modified_time": "2023-09-05T16:23:18+00:00",
    "og_image": [
      {
        "width": 1920,
        "height": 1080,
        "url": "<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_misc": { "Est. reading time": "11 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/",
          "url": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/",
          "name": "What happens if you pay off a personal loan early? | <?php echo $row['name']; ?>",
          "isPartOf": { "@id": "<?php echo $row['url']; ?>#website" },
          "primaryImageOfPage": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage"
          },
          "image": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage"
          },
          "thumbnailUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg",
          "datePublished": "2023-08-01T16:04:59+00:00",
          "dateModified": "2023-09-05T16:23:18+00:00",
          "description": "Find out what happens when you pay off your loan ahead of schedule and unlock the financial freedom you deserve! From potential savings to credit score boosts, <?php echo $row['name']; ?> covers everything you need to know.",
          "breadcrumb": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#primaryimage",
          "url": "<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg",
          "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2023/08/0723_PaydayAlternativeLoans.jpg",
          "width": 1920,
          "height": 1080
        },
        {
          "@type": "BreadcrumbList",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "<?php echo $row['url']; ?>"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Education on Personal Loans",
              "item": "<?php echo $row['url']; ?>resources/education-on-personal-loans/"
            },
            {
              "@type": "ListItem",
              "position": 3,
              "name": "What happens if you pay off a personal loan early?"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "<?php echo $row['url']; ?>#website",
          "url": "<?php echo $row['url']; ?>",
          "name": "<?php echo $row['name']; ?>",
          "description": "",
          "publisher": { "@id": "<?php echo $row['url']; ?>#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "<?php echo $row['url']; ?>?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "<?php echo $row['url']; ?>#organization",
          "name": "<?php echo $row['name']; ?>",
          "url": "<?php echo $row['url']; ?>",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "<?php echo $row['url']; ?>#/schema/logo/image/",
            "url": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "width": 1,
            "height": 1,
            "caption": "<?php echo $row['name']; ?>"
          },
          "image": { "@id": "<?php echo $row['url']; ?>#/schema/logo/image/" }
        }
      ]
    }
  },
  "_links": {
    "self": [
      {
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/3900",
        "targetHints": { "allow": ["GET"] }
      }
    ],
    "collection": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources" }
    ],
    "about": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/types/resources" }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/3900/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media/3901"
      }
    ],
    "wp:attachment": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media?parent=3900" }
    ],
    "wp:term": [
      {
        "taxonomy": "resources_category",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_category?post=3900"
      },
      {
        "taxonomy": "resources_tag",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_tag?post=3900"
      }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
