{
  "id": 5249,
  "date": "2024-05-24T08:26:04",
  "date_gmt": "2024-05-24T14:26:04",
  "guid": { "rendered": "<?php echo $row['url']; ?>resources///" },
  "modified": "2024-07-26T12:09:40",
  "modified_gmt": "2024-07-26T18:09:40",
  "slug": "factors-increasing-loan-balance",
  "status": "publish",
  "type": "resources",
  "link": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/",
  "title": { "rendered": "What causes your loan balance to increase?" },
  "content": {
    "rendered": "\n<h2 class=\"wp-block-heading\">Loan balances and repayment</h2>\n\n\n\n<p>If you’ve ever taken out a loan, you’ve had (and maybe still have) a loan balance. A loan balance is the amount of money a borrower still owes to a lender after taking out a loan. It’s important to note that a loan balance is the <em>total</em> amount of money that hasn&#8217;t been repaid. That includes the principal, interest, and other factors that can cause your loan balance to increase. Let’s take a closer look at loan balances.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Factors that increase your loan balance</h2>\n\n\n\n<h3 class=\"wp-block-heading\">1. Variable interest rates and market changes</h3>\n\n\n\n<p>If you’re taking out a loan, be careful with variable interest rates. A variable interest rate&#8211;also known as a floating or adjustable rate&#8211;changes over time based on certain market conditions. For example, variable interest rates for mortgages, credit cards, <a href=\"<?php echo $row['url']; ?>resources/tax-questions-tips/student-loan-forgiveness-and-tax-implications/\">student loans</a>, and <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/pros-cons-of-refinancing-your-car-loan/\">car loans</a> may be based on the U.S prime interest rate, which is the rate banks use when lending to their most reliable customers. In other words, the best rate.</p>\n\n\n\n<p>The prime rate is controlled by the Federal Reserve, which controls the supply of money and can often impact interest rates. When the country’s prime rate changes, your variable interest rate changes.</p>\n\n\n\n<p>And that can be the difference in being able to afford a loan payment versus not being able to afford it.</p>\n\n\n\n<p>If you’re taking out a variable interest rate loan, you should ask your lender how interest rate changes can impact your loan balance. If you don’t, you might be surprised when it’s time to pay your monthly loan installment.</p>\n\n\n\n<p>Interest rates affect your loan balance in a couple of ways:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Your monthly payment: </strong>When your loan’s interest rate rises, so does your monthly payment amount. When the interest rate drops, so does your monthly payment amount.</li>\n\n\n\n<li><strong>Total interest paid over the life of the loan: </strong>This requires some calculation, but when interest rates rise, the total amount of debt you pay increases; similarly, when interest rates fall, you pay less.</li>\n</ul>\n\n\n\n<p>Why do variable interest rates go up and down over the life of the loan? One reason is called market fluctuation, which is when stock prices per share go up and down for reasons such as supply and demand, inflation, and economic indicators like unemployment rates, interest rates, housing sales, and others. These factors create market fluctuation, which can lead to either rising or falling interest rates. And that directly impacts any variable interest rate loan you may have.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Example</h4>\n\n\n\n<p>Let’s look at a quick example to see how a higher interest rate can impact your loan balance. These examples use fixed rates (not variable rates) and are only used to show the difference a higher interest rate can make on a loan of the same amount and length.</p>\n\n\n\n<p>First, we’ll use a <a href=\"<?php echo $row['url']; ?>loans/\">personal loan</a>.</p>\n\n\n\n<p><strong>Personal loan</strong></p>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-1 wp-block-group-is-layout-constrained\" style=\"padding-top:0;padding-right:var(--wp--preset--spacing--40);padding-bottom:var(--wp--preset--spacing--50);padding-left:var(--wp--preset--spacing--40)\">\n<p style=\"line-height:1\">Loan Amount: $10,000</p>\n\n\n\n<p style=\"line-height:1\">Term: 4 years</p>\n\n\n\n<p style=\"line-height:1\">Interest Rate: 5%&nbsp;</p>\n\n\n\n<p style=\"line-height:1\">Monthly Payment: $230.29</p>\n\n\n\n<p style=\"line-height:1\">Total Interest Paid: $1,054.06</p>\n\n\n\n<p style=\"line-height:1\">Loan Amount: $10,000</p>\n\n\n\n<p style=\"line-height:1\">Term: 4 years</p>\n\n\n\n<p style=\"line-height:1\">Interest Rate: 7%</p>\n\n\n\n<p style=\"line-height:1\">Monthly Payment: $239.46</p>\n\n\n\n<p style=\"line-height:1\">Total Interest Paid: $1,494.20</p>\n\n\n\n<p style=\"line-height:1\">Difference in Interest Paid: <strong>$440.14</strong></p>\n</div>\n\n\n\n<p>You can see that a 2% higher interest rate on the same loan can result in you paying $440.14 more over the life of the loan. If the interest rate on your variable rate personal loan were to increase, your monthly payments might increase in a similar way as this example.</p>\n\n\n\n<p>Now, let’s look at a mortgage loan.</p>\n\n\n\n<p><strong>Mortgage loan</strong></p>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-2 wp-block-group-is-layout-constrained\" style=\"padding-top:0;padding-right:var(--wp--preset--spacing--40);padding-bottom:var(--wp--preset--spacing--50);padding-left:var(--wp--preset--spacing--40)\">\n<p style=\"line-height:1\">Loan Amount: $300,000</p>\n\n\n\n<p style=\"line-height:1\">Term: 30 years</p>\n\n\n\n<p style=\"line-height:1\">Interest Rate: 6%&nbsp;</p>\n\n\n\n<p style=\"line-height:1\">Monthly Payment: $1,798.65</p>\n\n\n\n<p style=\"line-height:1\">Total Interest Paid: $347,514.57</p>\n\n\n\n<p style=\"line-height:1\">Loan Amount: $300,000</p>\n\n\n\n<p style=\"line-height:1\">Term: 30 years</p>\n\n\n\n<p style=\"line-height:1\">Interest Rate: 7%</p>\n\n\n\n<p style=\"line-height:1\">Monthly Payment: $1,995.91</p>\n\n\n\n<p style=\"line-height:1\">Total Interest Paid: $418,526.69</p>\n\n\n\n<p style=\"line-height:1\">Difference in Monthly Payment: <strong>$197.26</strong></p>\n\n\n\n<p>Difference in Interest Paid: <strong>$71,012.12</strong></p>\n</div>\n\n\n\n<p>Here, just a 1% increase in interest rate raises the monthly payments by nearly $200 and the total interest on the loan to more than $70,000.</p>\n\n\n\n<p>Keep in mind, however, that these examples are for the entire life of the loan. If you have a variable rate loan, your interest rate may stay the same for most of the loan’s term, it may increase for a part of the loan’s term, or the interest rates may even decrease, meaning you’d pay less each month. These examples are meant only to show the impact a small increase in rates can make.</p>\n\n\n\n<p>Every loan is different, and you should speak to a professional lender if you’re considering taking out a variable interest rate loan.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Do I have a variable interest rate loan?</h4>\n\n\n\n<p>There are a few easy ways for you to see if your loan has a variable interest rate. First, carefully read through the loan paperwork you signed to see whether your loan is fixed rate or variable rate. You can also call the lender from which you borrowed the money and ask what type of loan you have. And you can look at your loan statements to see if the interest rate has changed over the months you’ve been paying off the loan.</p>\n\n\n\n<h3 class=\"wp-block-heading\">2. Interest capitalization and its effects</h3>\n\n\n\n<p>Interest capitalization, the process of adding unpaid interest and loan fees to the principal balance of a loan, can also have a significant impact on your loan balances.</p>\n\n\n\n<h4 class=\"wp-block-heading\">What is interest capitalization?</h4>\n\n\n\n<p>As we mentioned, interest capitalization occurs when unpaid interest and loan fees are added to the principal balance of a loan. These additions increase the principal amount due on the loan, which causes interest to be recalculated based on that higher balance. And, yes, this increases the overall cost of the loan.</p>\n\n\n\n<p>Interest capitalization usually happens at certain times, such as when a loan enters repayment, or at the end of a forbearance, grace period, or deferment. However, some lenders add unpaid interest each month or year. The more often a lender adds the interest to the principal loan balance, the more interest you (the borrower) will pay. And that can make the total loan balance increase quickly.</p>\n\n\n\n<p>A common use of interest capitalization occurs with student loans. All federal student loans offer a six-month grace period after the student graduates from college, leaves school, or becomes a part-time student. If you have a student loan, you could potentially lower the total loan cost by paying interest before the grace period ends and interest capitalization begins.</p>\n\n\n\n<h3 class=\"wp-block-heading\">3. Fees and penalties that add up</h3>\n\n\n\n<p>Besides interest capitalization, other types of penalties and fees can add a significant amount to your total loan balance.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Origination fees: </strong>A loan origination fee is an upfront charge that a lender takes from the total loan amount. This fee is sometimes known as a processing fee and is often a small percentage of the principal. For example, if you borrow $5,000 from a lender who charges a 2% origination fee, the actual amount of money you’ll receive is $4,900, because the 2% fee ($100) is taken from the balance.</li>\n\n\n\n<li><strong>Late payment fees: </strong>This one is pretty self-explanatory. If you miss a loan payment or make a late payment, many lenders will charge you a late payment fee. This is generally somewhere between $25 and $50. However, the real damage shows up on your <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/understanding-credit-scores/\">credit score</a>. Making late payments can stay in your credit history for up to seven years and lower your credit rating.</li>\n\n\n\n<li><strong>Prepayment penalties: </strong>Some people like to <a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/what-happens-when-paying-off-personal-loan-early/\">pay off loans early</a> to eliminate having to pay interest through the life of the loan. This often happens when someone unexpectedly receives a sum of money or gets a pay raise at work. Unfortunately, some lenders don’t let borrowers get away with early payments. Those lenders charge prepayment penalties to cover the interest payments they would have received had you continued to pay the loan until the end of its term. The amount of the penalty varies by loan and lender. Many borrowers who are charged this penalty, however, pay an average of 2% of the loan’s outstanding balance. Depending on what that balance is, this can be very costly.</li>\n\n\n\n<li><strong>Annual fees: </strong>These are yearly fees some lenders charge to manage your loan. These usually cover administrative costs and other expenses that may result from managing the loan. While these fees aren’t usually too expensive (under $100), they’re not very common, so you should try to avoid taking out a loan that charges annual fees.</li>\n</ul>\n\n\n\n<p>These fees can add to your loan balance. Talk to your lender to see whether these fees are part of your loan agreement. If so, shop around until you find a lender that offers the right loan terms for you.</p>\n\n\n\n<h3 class=\"wp-block-heading\">4. The impact of repayment plans on loan cost</h3>\n\n\n\n<p>Lenders generally offer a variety of repayment plans, each of which might impact your loan balance in a different way. These examples are very common, especially with student loans.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Standard repayment: </strong>With this plan, borrowers pay a fixed monthly amount for a loan term of up to (but possibly less than) 10 years.</li>\n\n\n\n<li><strong>Extended repayment: </strong>Similar to standard repayment, this plan allows for a loan term of 12 to 30 years, depending on the amount borrowed. While stretching out the payments over a longer term lowers each payment, the total amount repaid over the life of the loan can be higher.</li>\n\n\n\n<li><strong>Graduated repayment: </strong>A graduated repayment plan begins with lower payments, which gradually increase every two years. The loan term is 12 to 30 years, depending on the total amount borrowed, and the monthly payment can’t be less than 50% or more than 150% of the monthly payment under the standard repayment plan.</li>\n\n\n\n<li><strong>Income-driven repayment: </strong>There are a few types of income-driven repayment plans:\n<ul class=\"wp-block-list\">\n<li>Income-contingent repayment plans are based on the borrower’s income and the total amount of debt. Monthly payments change each year as the borrower’s income changes. The loan term is up to 25 years, and at the end of the term, the remaining balance on the loan is discharged. (The discharge of the remaining balance at the end of 25 years is currently taxable.) This option is only available for Direct Loan borrowers.</li>\n\n\n\n<li>Income-sensitive repayment plans charge monthly payments as a percentage of the borrower’s gross monthly income. The loan term is 10 years.</li>\n\n\n\n<li>Income-based repayment is similar to income-contingent repayment, though this plan caps the monthly payments at a lower percentage of discretionary income<strong>.</strong></li>\n</ul>\n</li>\n</ul>\n\n\n\n<p>Other types of loan repayment plans include mortgage repayment. These plans help borrowers if they’ve missed payments or are coming off a forbearance, which is when a lender briefly suspends or reduces monthly mortgage payments if a borrower is experiencing financial trouble. A mortgage repayment plan adds some of the past-due amount to the balance for a number of months until the borrower has caught up on payments. This type of plan can help a borrower avoid foreclosure on their home.</p>\n\n\n\n<p>Credit card issuers sometimes offer the option of a repayment plan if a borrower is having trouble paying off their balance. These plans, sometimes known as credit card hardship programs, may offer a lower interest rate or APR in exchange for the borrower repaying the balance in installments.</p>\n\n\n\n<h2 class=\"wp-block-heading\">How can I reduce my total loan balance?</h2>\n\n\n\n<h3 class=\"wp-block-heading\">Making extra payments and overpayments</h3>\n\n\n\n<p>Earlier, we discussed how some people pay off their loans early if they receive extra money or a pay raise. Making extra payments and overpayments is a similar concept.</p>\n\n\n\n<p>When you make an extra payment on your loan (basically just making more payments on your loan when you’re not required to) or a payment that&#8217;s larger than the required payment (an overpayment), you can have those extra funds applied to the loan’s principal.</p>\n\n\n\n<p>Interest is calculated against the principal balance, so if you’re able to pay more by extra payments or overpayment, you’re paying down the principal more quickly. And that reduces the overall interest you pay. Even a small extra payment or overpayment can make a huge difference&#8211;especially on a loan like a mortgage.</p>\n\n\n\n<p>Let’s look at a mortgage example.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Say you have 20 years remaining on a 30-year mortgage loan with an interest rate of 5%. Your original mortgage amount was $300,000 and you’re currently paying around $1,610 per month.</li>\n\n\n\n<li>Now, if we recalculate by simply overpaying by $100 each month (now $1,710 monthly), you shorten your loan term by nearly two years (1 year, 10 months) and save more than $15,000 in interest payments on the life of the mortgage!</li>\n</ul>\n\n\n\n<p>You can make your own calculations using an <a href=\"https://www.bankrate.com/mortgages/additional-mortgage-payment-calculator/\" target=\"_blank\" rel=\"noreferrer noopener\">Additional Payment calculator like Bankrate’s</a> to see how much you might be able to save.</p>\n\n\n\n<p>Because interest is calculated on the principal balance, paying down the principal lowers the interest charged to the loan with each payment. And when you keep adding those savings each month for 20 years (or however long the term of your loan is), it really makes a big difference in the total cost of the loan.</p>\n\n\n\n<h4 class=\"wp-block-heading\">How can I make extra loan payments?</h4>\n\n\n\n<p>If your finances allow you to do so, making extra loan payments is a great idea. Putting a work bonus or some extra money you’ve received toward these payments, as we showed you above, can save you a lot of money over the course of a loan.</p>\n\n\n\n<p>There are a few ways you can make extra loan payments:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Set aside extra money, like the example we just mentioned.</li>\n\n\n\n<li>Set up automatic additional payments through your lender’s website or app; you can also call them to ask them how to set up extra payments.</li>\n\n\n\n<li>Increase the amount of your monthly payments so you’re “overpaying” each month.</li>\n</ul>\n\n\n\n<h3 class=\"wp-block-heading\">Benefits of automating loan payments</h3>\n\n\n\n<p>Making a monthly loan payment is just one more thing to remember to do each month. That’s why, if your bank allows it (most do), setting up automated loan payments is a huge help for a few reasons.</p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>It helps you make consistent and timely payments. </strong>Once you’re done with the initial setup, that’s it. Automated payments will take out the amount of money you choose on the dates you choose and put it toward your loan. This helps you make sure your payments are always on time and the amount you want them to be. And when your payments are on time, you avoid late fees and penalties that increase the balance of your loan as well as the potential damage to your credit score.</li>\n\n\n\n<li><strong>You can save interest. </strong>By automating your loan payments so they’re always on time, you can cut down on the amount of interest that is added to your loan balance. This can save you a lot of money and help you <a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/how-to-pay-off-a-personal-loan-faster/\">pay off your loan faster</a>.</li>\n\n\n\n<li><strong>It makes you disciplined financially. </strong>Automated payments help get you into a pattern of making on-time payments, which can help create <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/break-bad-money-habits/\">better financial habits</a>. Staying on top of your loan payments can help you with your loan repayment goals and other financial plans.</li>\n</ol>\n\n\n\n<h3 class=\"wp-block-heading\">Exploring loan forgiveness options</h3>\n\n\n\n<p>You’ve probably heard the term “loan forgiveness” in the news over the past few years, with the Biden administration forgiving billions of dollars worth of student loans. That measure eliminated any student debt many borrowers had. As a whole, federal student loans are generally the only types of loans that may be forgiven&#8211;though rare exceptions may be made with loans such as mortgages. We’ll explore some loan forgiveness options in the following section.</p>\n\n\n\n<h4 class=\"wp-block-heading\">What is loan forgiveness?</h4>\n\n\n\n<p>Loan forgiveness, also known as loan cancellation, occurs when a borrower is no longer required to repay some or even all of their remaining loan balance. This applies primarily to federal student loans.</p>\n\n\n\n<p>There are a variety of loan forgiveness programs, most of which are available to borrowers who work full time for a certain length of time in certain jobs or for certain employers. This includes federal loan forgiveness programs such as:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://studentaid.gov/manage-loans/forgiveness-cancellation/public-service\" target=\"_blank\" rel=\"noreferrer noopener\">Public Service Loan Forgiveness (PSLF)</a></li>\n\n\n\n<li><a href=\"https://studentaid.gov/manage-loans/forgiveness-cancellation/teacher\" target=\"_blank\" rel=\"noreferrer noopener\">Teacher Loan Forgiveness (TLF)</a></li>\n\n\n\n<li><a href=\"https://studentaid.gov/manage-loans/repayment/plans/income-driven\" target=\"_blank\" rel=\"noreferrer noopener\">Income-Driven Repayment (IDR)</a></li>\n</ul>\n\n\n\n<p>Additionally, some states offer their own loan forgiveness/repayment programs, including:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://www.abn.alabama.gov/abn-nursing-excellence/abn-loans-and-scholarships/abn-loans/\" target=\"_blank\" rel=\"noreferrer noopener\">Alabama Advanced Practice Loan Repayment Program</a></li>\n\n\n\n<li>Illinois Student Assistance Commission (ISAC) Repayment/Forgiveness Programs, which include:</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/community-behavioral-health-care-professional-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Community Behavioral Health Care Professional Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/illinois-teachers-and-child-care-providers-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Illinois Teachers Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/john-r-justice-student-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">John R. Justice Student Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/nurse-educator-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Nurse Educator Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/SMSWSLRP.php\" target=\"_blank\" rel=\"noreferrer noopener\">School and Municipal Social Work Shortage Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://www.isac.org/students/after-college/forgiveness-programs/veterans-home-nurse-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Veterans&#8217; Home Medical Providers&#8217; Loan Repayment Program</a></li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://dph.illinois.gov/topics-services/life-stages-populations/rural-underserved-populations/slrp.php\" target=\"_blank\" rel=\"noreferrer noopener\">Illinois National Health Service Corps State Loan Repayment Program (SLRP)</a></li>\n\n\n\n<li><a href=\"https://www.ruralhealthinfo.org/funding/3498\" target=\"_blank\" rel=\"noreferrer noopener\">Missouri Health Professional Student Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://osit.nv.gov/Loan_Repayment/Loan_Repayment_Program/\" target=\"_blank\" rel=\"noreferrer noopener\">Nevada’s Pennington Rural Health Service Loan Repayment Program</a></li>\n\n\n\n<li>New Mexico Loan Repayment Programs, which include:</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://hed.nm.gov/financial-aid/loan-repayment-programs/health-professional\" target=\"_blank\" rel=\"noreferrer noopener\">Health Professional Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://hed.nm.gov/financial-aid/loan-repayment-programs/public-service-law\" target=\"_blank\" rel=\"noreferrer noopener\">Public Service Law Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://hed.nm.gov/financial-aid/loan-repayment-programs/teacher\" target=\"_blank\" rel=\"noreferrer noopener\">Teacher Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://hed.nm.gov/financial-aid/loan-repayment-programs/nm-cyfd\" target=\"_blank\" rel=\"noreferrer noopener\">NM Children, Youth &amp; Families Worker Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://hed.nm.gov/financial-aid/loan-repayment-programs/minority\" target=\"_blank\" rel=\"noreferrer noopener\">Minority Doctoral Loan Repayment Program</a></li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Oklahoma Loan Repayment Programs, which include:</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://oklahoma.gov/hwtc/physician-assistant-programs/physician-assistant-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Physician Assistant Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://oklahoma.gov/hwtc/physician-programs/physician-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Physician Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://oklahoma.gov/hwtc/physician-programs/physician-community-match-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Physician/Community Match Program</a></li>\n\n\n\n<li><a href=\"https://oklahoma.gov/health/services/children-family-health/dental-health-service/oklahoma-dental-loan-repayment-program.php\" target=\"_blank\" rel=\"noreferrer noopener\">Oklahoma Dental Loan Repayment Program</a></li>\n\n\n\n<li><a href=\"https://bja.ojp.gov/program/john-r-justice/overview\" target=\"_blank\" rel=\"noreferrer noopener\">John R. Justice Loan Repayment Program</a></li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://www.dshs.texas.gov/texas-primary-care-office-tpco/student-loan-repayment-programs-texas-primary-care-office-tpco\" target=\"_blank\" rel=\"noreferrer noopener\">Texas Loan Repayment Programs</a></li>\n</ul>\n\n\n\n<p>When deciding whether to apply for loan repayment or forgiveness, it’s important to understand everything involved in the process. This includes the possibility of owing testimonials on the forgiven/repaid loan amounts and even the impact that loan forgiveness/repayment can have on your credit score. Be sure to do plenty of research before pursuing this option.</p>\n\n\n\n<h3 class=\"wp-block-heading\">The pros and cons of refinancing your loan</h3>\n\n\n\n<p>Anytime you’re considering <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/can-you-refinance-personal-loans/\">refinancing a loan</a>, there are plenty of things to think about. Here are some pros and cons of refinancing your loan:</p>\n\n\n\n<h4 class=\"wp-block-heading\">Pros of refinancing with respect to the loan balance</h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Lower interest rate:</strong> Depending on how interest rates are performing, you may be able to secure a lower rate than what you currently have on your loan. A lower interest rate often leads to lower monthly payments and, after a while, a lower loan balance because more of your monthly payment is being put toward the principal and less toward interest.</li>\n\n\n\n<li><strong>Shorter loan term:</strong> When you refinance, you can shorten the length of your loan term. This allows you to pay off the loan faster and cut down on the total interest you pay on the loan, which lessens the loan balance.</li>\n\n\n\n<li><strong>Consolidation of debt:</strong> If you have multiple loans you’re paying off, you could take out a <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/can-debt-consolidation-affect-your-credit/\">debt consolidation</a> loan, which combines multiple loans into one single loan to pay off. Not only does this make life easier by only having to pay down one loan balance each month, but debt consolidation may be able to get you a lower interest rate. Which, as you know, saves you money and reduces your loan balance.</li>\n</ul>\n\n\n\n<h4 class=\"wp-block-heading\">Cons of refinancing with respect to the loan balance</h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Closing costs and fees:</strong> Unfortunately, when you refinance a loan, you have to pay closing costs and fees much like the ones you probably paid when you received your original loan. Depending on the amount of these fees, they may cancel out any possible savings you’d get from refinancing. If you’re planning on refinancing for a lower interest rate, make sure the new lower rate is low enough to save you money.</li>\n\n\n\n<li><strong>Extended loan term:</strong> If you wind up extending the length of the loan when refinancing, your monthly payments may be lower, but the overall loan balance will likely increase. This is due to the extra interest you’ll be paying during the extra months of the new loan term. And this may also cancel out any savings you might get from refinancing.</li>\n\n\n\n<li><strong>Resetting the repayment clock:</strong> When you refinance a loan, you’re starting a new loan, just with different terms. This starts the repayment clock at the beginning, which means you may end up paying more interest during the life of the loan than if you had kept the original loan and the repayment progress you already made.</li>\n\n\n\n<li><strong>Potential loss of benefits:</strong> This will vary for most people, but refinancing your original loan essentially throws away the terms of the original loan. Those terms may have included forgiveness options, interest rate discounts, and flexible payment plans. Once you refinance, those original loan terms are gone and your new loan may not include them. Be sure to think about whether losing those benefits is worth refinancing.</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">Common misconceptions about loan balances</h2>\n\n\n\n<h3 class=\"wp-block-heading\">Myths vs. facts</h3>\n\n\n\n<p style=\"padding-right:0;padding-left:0\">Just like anything related to money, there are myths and there are truths and facts. Here are some related to loan balances.</p>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-3 wp-block-group-is-layout-constrained\" style=\"padding-top:0;padding-right:5rem;padding-bottom:0;padding-left:5rem;line-height:1\">\n<h4 class=\"wp-block-heading\" style=\"line-height:1\">Myth</h4>\n\n\n\n<p>Making minimum payments is enough to reduce the loan balance.</p>\n\n\n\n<h4 class=\"wp-block-heading\" style=\"line-height:1\">Fact</h4>\n\n\n\n<p>Not really. Yes, making minimum payments is important to avoid defaulting on the loan and damaging your credit score. But by only making the minimum payments on your loan, it could take a while to reduce your loan balance, especially on a long-term loan. If you can make extra payments or overpayments, you’ll notice how quickly the loan balance drops.</p>\n\n\n\n<h4 class=\"wp-block-heading\" style=\"line-height:1\"><strong>Myth</strong></h4>\n\n\n\n<p style=\"line-height:1\">Loan forgiveness programs eliminate the entire loan balance.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Fact</h4>\n\n\n\n<p>Not necessarily. Loan forgiveness programs usually have specific eligibility requirements, and they don’t always cancel the entire balance of the loan. Many programs only forgive part of the loan balance. You can see from the loan forgiveness and repayment programs we mentioned earlier that many of them are dedicated to certain jobs and have certain requirements that must be met to receive forgiveness or repayment.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Myth&nbsp;</h4>\n\n\n\n<p>Refinancing always decreases the loan balance.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Fact</h4>\n\n\n\n<p>Refinancing can often help you with lower interest rates and monthly payments. As far as the loan balance, however, you might actually wind up with a higher overall loan balance if the refinanced loan extends the length of repayment time. Make sure you understand the refinanced loan’s terms and conditions before committing to anything.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Myth</h4>\n\n\n\n<p>Paying off a loan early always saves money.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Fact</h4>\n\n\n\n<p>Paying off a loan early <em>can</em> save you money. However, don’t forget about those prepayment fees we mentioned earlier. If your loan does come with prepayment penalties, those could wind up costing you a significant amount&#8211;probably more than you’d save on interest charges by paying off the loan early. Ask your lender about prepayment penalties before you agree to any loan terms.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Myth</h4>\n\n\n\n<p>Loan balances cannot be negotiated or modified.</p>\n\n\n\n<h4 class=\"wp-block-heading\">Fact</h4>\n\n\n\n<p>That’s not always the case. In some situations, loan balances can be modified or even negotiated with the lender. This includes loan restructuring, loan forgiveness, and renegotiating some terms of the loan.</p>\n</div>\n\n\n\n<h2 class=\"wp-block-heading\">How to Monitor Your Loan Balance Effectively</h2>\n\n\n\n<h3 class=\"wp-block-heading\">Tools and Resources for Tracking Your Debt</h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Debt tracking apps:</strong> If you like your financial information just a few swipes away, debt tracking apps like Mint, Debt Payoff Planner, and PocketGuard are great tools that allow you to add your debts, track payments, and monitor your payment progress right on your phone or tablet.</li>\n\n\n\n<li><strong>Spreadsheets:</strong> A good old Microsoft Excel spreadsheet was like a debt tracking app before there were debt tracking apps. You can customize an Excel sheet or Google Sheet to track your loan balances, payments, interest rates, and progress.</li>\n\n\n\n<li><strong>Online debt calculators:</strong> As we showed you earlier with the <a href=\"https://www.bankrate.com/mortgages/additional-mortgage-payment-calculator/\">Bankrate Additional Payment calculator</a>, online debt calculators are a great tool when it comes to figuring out your best repayment options. They also account for time and interest savings, which a regular calculator won’t do.</li>\n\n\n\n<li><strong>Credit monitoring services:</strong> Did you know that you can use credit monitoring services like Experian, Credit Karma, and others to track and monitor your debts? Take advantage of features like credit score tracking, debt utilization analysis, advice, and personalized recommendations for managing your debt.</li>\n\n\n\n<li><strong>Budgeting apps:</strong> If you’re looking for more overall management and a snapshot of your finances, budgeting apps like EveryDollar, YNAB (You Need a Budget), and Personal Capital are helpful tools. They also allow you to track and monitor your debt.</li>\n\n\n\n<li><strong>Financial counseling services:</strong> You’ve probably seen ads for financial services providers such as Charles Schwab, Merrill, and other big names…but there are also non-profit organizations such as the <a href=\"https://www.nfcc.org/\">National Foundation for Credit Counseling (NFCC)</a> that offer free or low-cost financial counseling services on debt management.</li>\n\n\n\n<li><strong>Lender portals:</strong> There’s a good chance that the lender you received your loan from has an online portal where you can access all kinds of information, such as loan balances, payment history, interest rates, and more. These portals offer an all-in-one look at your loans and can help you track your debt.</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">Take control of your loan balance</h2>\n\n\n\n<p>There’s great satisfaction in knowing that your loan balance is shrinking because you’re consistently making on-time payments&#8211;and even extra payments or overpayments. The last thing you want to see is your loan balance increase because of missed payments, fees, penalties, fluctuating interest rates, and other factors.</p>\n\n\n\n<p>By using the information and advice we provided, you can stay on top of your debts and ensure that your loan balance is headed in the right direction…down! It may take a little bit of homework on your part, but make sure to explore refinancing options, ask a financial expert for advice on debt management, and try to pay extra on your loan each month to keep your loan balance in good shape.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Loan balances and repayment If you’ve ever taken out a loan, you’ve had (and maybe still have) a loan balance. A loan balance is the amount of money a borrower still owes to a lender after taking out a loan. It’s important to note that a loan balance is the total amount of money that&#8230;</p>\n",
    "protected": false
  },
  "featured_media": 5250,
  "template": "",
  "resources_category": [36],
  "resources_tag": [],
  "class_list": [
    "post-5249",
    "resources",
    "type-resources",
    "status-publish",
    "has-post-thumbnail",
    "hentry",
    "resources_category-education-on-personal-loans"
  ],
  "acf": [],
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v24.0 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?></title>\n<meta name=\"description\" content=\"Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.\" />\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?>\" />\n<meta property=\"og:description\" content=\"Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.\" />\n<meta property=\"og:url\" content=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/\" />\n<meta property=\"og:site_name\" content=\"<?php echo $row['name']; ?>\" />\n<meta property=\"article:modified_time\" content=\"2024-07-26T18:09:40+00:00\" />\n<meta property=\"og:image\" content=\"<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1920\" />\n\t<meta property=\"og:image:height\" content=\"1080\" />\n\t<meta property=\"og:image:type\" content=\"image/jpeg\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"19 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/\",\"url\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/\",\"name\":\"What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?>\",\"isPartOf\":{\"@id\":\"<?php echo $row['url']; ?>#website\"},\"primaryImageOfPage\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage\"},\"thumbnailUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg\",\"datePublished\":\"2024-05-24T14:26:04+00:00\",\"dateModified\":\"2024-07-26T18:09:40+00:00\",\"description\":\"Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.\",\"breadcrumb\":{\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg\",\"width\":1920,\"height\":1080},{\"@type\":\"BreadcrumbList\",\"@id\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"<?php echo $row['url']; ?>\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education on Personal Loans\",\"item\":\"<?php echo $row['url']; ?>resources/education-on-personal-loans/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"What causes your loan balance to increase?\"}]},{\"@type\":\"WebSite\",\"@id\":\"<?php echo $row['url']; ?>#website\",\"url\":\"<?php echo $row['url']; ?>\",\"name\":\"<?php echo $row['name']; ?>\",\"description\":\"\",\"publisher\":{\"@id\":\"<?php echo $row['url']; ?>#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"<?php echo $row['url']; ?>?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"<?php echo $row['url']; ?>#organization\",\"name\":\"<?php echo $row['name']; ?>\",\"url\":\"<?php echo $row['url']; ?>\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"width\":1,\"height\":1,\"caption\":\"<?php echo $row['name']; ?>\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?>",
    "description": "Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?>",
    "og_description": "Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.",
    "og_url": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/",
    "og_site_name": "<?php echo $row['name']; ?>",
    "article_modified_time": "2024-07-26T18:09:40+00:00",
    "og_image": [
      {
        "width": 1920,
        "height": 1080,
        "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_misc": { "Est. reading time": "19 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/",
          "url": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/",
          "name": "What Causes Your Loan Balance to Increase? | <?php echo $row['name']; ?>",
          "isPartOf": { "@id": "<?php echo $row['url']; ?>#website" },
          "primaryImageOfPage": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage"
          },
          "image": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage"
          },
          "thumbnailUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg",
          "datePublished": "2024-05-24T14:26:04+00:00",
          "dateModified": "2024-07-26T18:09:40+00:00",
          "description": "Explore the key factors that can cause your total loan balance to increase, including interest rates, capitalization, fees, and repayment options. Learn strategies to manage and reduce your loan costs.",
          "breadcrumb": {
            "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#primaryimage",
          "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg",
          "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/05/0524_WhatIncreasesLoanBalance.jpg",
          "width": 1920,
          "height": 1080
        },
        {
          "@type": "BreadcrumbList",
          "@id": "<?php echo $row['url']; ?>resources/education-on-personal-loans/factors-increasing-loan-balance/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "<?php echo $row['url']; ?>"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Education on Personal Loans",
              "item": "<?php echo $row['url']; ?>resources/education-on-personal-loans/"
            },
            {
              "@type": "ListItem",
              "position": 3,
              "name": "What causes your loan balance to increase?"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "<?php echo $row['url']; ?>#website",
          "url": "<?php echo $row['url']; ?>",
          "name": "<?php echo $row['name']; ?>",
          "description": "",
          "publisher": { "@id": "<?php echo $row['url']; ?>#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "<?php echo $row['url']; ?>?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "<?php echo $row['url']; ?>#organization",
          "name": "<?php echo $row['name']; ?>",
          "url": "<?php echo $row['url']; ?>",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "<?php echo $row['url']; ?>#/schema/logo/image/",
            "url": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "width": 1,
            "height": 1,
            "caption": "<?php echo $row['name']; ?>"
          },
          "image": { "@id": "<?php echo $row['url']; ?>#/schema/logo/image/" }
        }
      ]
    }
  },
  "_links": {
    "self": [
      {
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5249",
        "targetHints": { "allow": ["GET"] }
      }
    ],
    "collection": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources" }
    ],
    "about": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/types/resources" }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5249/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media/5250"
      }
    ],
    "wp:attachment": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media?parent=5249" }
    ],
    "wp:term": [
      {
        "taxonomy": "resources_category",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_category?post=5249"
      },
      {
        "taxonomy": "resources_tag",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_tag?post=5249"
      }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
