{
  "id": 5571,
  "date": "2024-08-26T08:36:17",
  "date_gmt": "2024-08-26T14:36:17",
  "guid": { "rendered": "<?php echo $row['url']; ?>resources///" },
  "modified": "2024-09-23T13:47:35",
  "modified_gmt": "2024-09-23T19:47:35",
  "slug": "how-to-build-credit",
  "status": "publish",
  "type": "resources",
  "link": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/",
  "title": { "rendered": "How to build your credit" },
  "content": {
    "rendered": "\n<h2 class=\"wp-block-heading has-medium-font-size\">Key takeaways</h2>\n\n\n\n<ul class=\"wp-block-list\">\n<li>There are plenty of ways to build your existing credit, such as making on-time payments, opening a credit card, paying down existing balances, and increasing your credit limits.</li>\n\n\n\n<li>If you don’t have any credit history, you can still establish credit and build it up with credit-builder loans, secured credit cards, and becoming an authorized user on someone else’s credit card.</li>\n\n\n\n<li>Tracking your credit once it’s established is critical. This can be done through credit monitoring and disputing any errors in your credit reports.</li>\n\n\n\n<li>Building your credit can help secure your financial future by providing you access to favorable loan terms, lower interest rates, and higher approval rates.</li>\n</ul>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-block-group-is-layout-constrained\">\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#build\">Ways to build credit</a></strong></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#history\">Ways to build credit when you don’t have a credit history</a></strong></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#track\">Keeping track of your credit</a></strong></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#tips\">Tips for building credit</a></strong></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#future\">Building credit to secure your future</a></strong></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:0\"><strong><a href=\"#faq\">FAQs</a></strong></p>\n</div>\n\n\n\n<p style=\"padding-top:var(--wp--preset--spacing--50)\"><a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/understanding-credit-scores/\">Building your credit</a>, and maintaining it, is more important than many people think. While building credit may not always be top of mind, it should always be in the back of your mind. Why? Because having good credit can open up many doors that are otherwise closed if your credit is not solid.</p>\n\n\n\n<p id=\"build\">If you’re ever looking to open a new credit card or take out a loan, having a <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/what-is-a-good-credit-score/\">good-to-excellent credit score</a> and credit history goes a long way toward getting you better approval rates, more favorable loan terms, and lower interest rates. So, how do you build your credit so you can receive these benefits? Read on to find out!</p>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--50)\">Ways to build credit</h2>\n\n\n\n<p>You may already have a credit history but want to build upon it and improve your credit score. Here are some ways to do so:</p>\n\n\n\n<ol class=\"wp-block-list\">\n<li style=\"margin-bottom:0\"><strong>Open a credit card:</strong> A credit card is an easy way to build credit, assuming you are responsible with how you use it. By opening a credit card, making regular purchases with it, and paying off the balance on time each month, you can quickly improve your credit score.</li>\n\n\n\n<li style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><strong>Make on-time payments:</strong> Whether it’s a credit card bill, your monthly utility bills, or your <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-much-should-i-spend-on-rent/\">rent</a> or mortgage bill, it is critical to <a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/missed-loan-payment/\">make your payments on time</a>. Your debt payment history is the number one factor that determines your <a href=\"https://www.fico.com/en/products/fico-score\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">FICO credit score</a> (it counts toward 35% of the score). Making your payments on time every month can rapidly increase your credit score. Continuing this good habit will keep your credit score where you want it to be.</li>\n\n\n\n<li><strong>Pay down your revolving credit balances:</strong> Nearly as important to your FICO credit score as making on-time payments is how much you owe on existing accounts (30%). Your <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/credit-utilization/\">credit utilization rate</a>, the percentage of available credit that you’re using on <a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/are-personal-loans-installment-or-revolving-credit-accounts/\">revolving credit</a> accounts (like credit cards), impacts your credit score. If you have a high credit card balance, do what you can to pay it off so you can lower your credit utilization rate.</li>\n\n\n\n<li><strong>Increase your credit limit:</strong> Similarly, increasing your credit limit can help lower your credit utilization ratio, which will improve your credit score. However, just because you have a larger credit limit doesn’t mean you should increase your spending. The only way your credit score will improve when you increase your credit limit is by spending the same as&#8211;or less than&#8211;what you were previously spending each month.</li>\n\n\n\n<li><strong>Become an authorized user:</strong> If a family member or partner maintains good credit and spending habits, you can help your own credit by becoming an authorized user on their credit card account. Just ask them to add you to their account as an authorized user, and you should notice a quick increase in your credit score.</li>\n\n\n\n<li><strong>Diversify your accounts:</strong> Your credit mix&#8211;or the different types of credit you have&#8211;counts toward 10% of your FICO credit score. While you should never open new lines of credit or take out more credit cards just to simply have more types of credit, having a second credit card or a loan can take a solid credit score to the next level…as long as you’re making all of your payments on time each month. This demonstrates that you are responsible enough to manage a variety of credit types, which can help you in the long run.</li>\n</ol>\n\n\n\n<div style=\"height:10px\" aria-hidden=\"true\" id=\"history\" class=\"wp-block-spacer\"></div>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--50)\">Ways to build credit when you don’t have credit history</h2>\n\n\n\n<p>While you may think it’s difficult to establish credit when you don’t have any, it’s actually pretty easy! These are a few ways you can build credit from scratch:</p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Apply for a secured credit card:</strong> A secured credit card is one that requires a security deposit before it’s issued. Why a security deposit for a credit card? When a credit card issuer approves an application for a first-time credit card user or someone without a credit history, they want to be sure they’re covered just in case the borrower is not reliable. By requiring collateral, the credit card issuer protects themselves. Don’t worry though&#8211;your security deposit is refundable!</li>\n\n\n\n<li><strong>Open a starter or student credit card:</strong> Most credit card issuers offer special types of credit cards for students and those who do not have a credit history. These cards usually have lower credit limits, potentially higher interest rates, and fewer perks than standard credit cards. But they’re perfect for allowing those with no credit history to purchase items and make payments on time, which helps build credit…and <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/break-bad-money-habits/\">good financial habits</a>.</li>\n\n\n\n<li><strong>Take out a credit-builder loan:</strong> A credit-builder loan helps first-time borrowers and individuals with no credit history establish a credit history through consistent, on-time payments. With these <a href=\"<?php echo $row['url']; ?>loans/\">loans</a>, lenders lock the borrowed funds in a savings account, and you pay toward that account every month until the end of the loan term; at that point, you receive the money that’s in the savings account. A credit-builder loan is great for those with poor or no credit history since it essentially helps borrowers build both credit and savings at the same time</li>\n\n\n\n<li><strong>Become an authorized user:</strong> Like we mentioned earlier, becoming an authorized user on a family member’s or partner’s credit card can quickly help you improve or build your credit, as long as they have a good credit history.</li>\n</ol>\n\n\n\n<div style=\"height:10px\" aria-hidden=\"true\" id=\"track\" class=\"wp-block-spacer\"></div>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--50)\">Keeping track of your credit</h2>\n\n\n\n<p>Once you’ve done the work of establishing and building your credit, you want to make sure it stays at a high level. That’s why it’s important to always keep an eye on and be aware of your credit. Below are some ways to do so:</p>\n\n\n\n<h3 class=\"wp-block-heading\">Monitor your credit</h3>\n\n\n\n<p>Monitoring your credit is as simple as, well, monitoring your credit! There are plenty of ways to stay on top of your credit score, such as through a credit bureau like <a href=\"https://www.experian.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Experian</a>, <a href=\"https://www.transunion.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TransUnion</a>, or <a href=\"https://www.equifax.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Equifax</a>. Regularly checking your credit score through these bureaus can alert you to fraud or any strange patterns in your credit. Additionally, credit-monitoring services such as <a href=\"https://www.identityguard.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Identity Guard</a> and <a href=\"https://www.idwatchdog.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ID Watchdog</a> can alert you about suspicious activity on your credit report while also keeping an eye on other personal information. Also, be sure to take advantage of apps like <a href=\"https://www.creditkarma.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Credit Karma</a>, which offers free credit scores from Equifax and TransUnion. Don&#8217;t forget, you are entitled to receive a free credit report from <a href=\"http://annualcreditreport.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">annualcreditreport.com</a>&nbsp; once every year. Make sure to take advantage of this to keep track of your credit health!</p>\n\n\n\n<h3 class=\"wp-block-heading\">Dispute any credit report errors</h3>\n\n\n\n<p id=\"tips\">If you notice an error on your credit report, reach out to the credit reporting company to dispute the information. Make sure to explain in writing what you disagree with, why you disagree, and include documents that back up your argument. The <a href=\"https://www.consumerfinance.gov/ask-cfpb/how-do-i-dispute-an-error-on-my-credit-report-en-314/\" target=\"_blank\" rel=\"noreferrer noopener\">Consumer Financial Protection Bureau offers some helpful advice</a> on how to dispute your credit report, which can help restore your credit score if there’s an error.</p>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--50)\">Tips for building credit</h2>\n\n\n\n<p>We already mentioned a few ways to help you build your credit. But some are worth repeating, because a good credit score can really help you financially in the future.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Pay bills on time</h3>\n\n\n\n<p>As we mentioned, this is the most important factor affecting your credit score (35% of your FICO score). Paying your bills on time shows lenders that you’re reliable, and this is reflected in your credit score and can lead to better loan terms and rates moving forward.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Keep credit balances low</h3>\n\n\n\n<p>We discussed credit utilization ratios and that keeping them low is very beneficial to your credit score. While there’s no set number on what a good credit utilization should be, most financial experts agree that it’s smart to keep your credit utilization ratio (your credit balances compared to your available credit) below 30%.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Don’t close old accounts</h3>\n\n\n\n<p id=\"future\">Your credit history is also an important component of your credit score. So, if you have a credit card that you don’t often use, it’s a good idea to keep that credit card open&#8211;especially if you’ve had it for a while. This will demonstrate a longer track record of credit management, which can help your credit score. It can also help keep your credit mix more diversified.</p>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--50)\">Building credit to secure your future</h2>\n\n\n\n<p id=\"faq\">Ultimately, your credit score is in your hands. And that’s a good thing! By establishing and maintaining good financial habits, you can build credit and keep improving upon it. Doing so can help you receive better interest rates and loan terms as well as the many credit card perks and benefits that come with a great credit score. Whether you’re starting from scratch with no credit or you’re looking to improve your current credit, taking the steps we outlined can go a long way toward securing your financial future and creating a lifetime of good credit.</p>\n\n\n\n<h2 class=\"wp-block-heading\" style=\"padding-top:var(--wp--preset--spacing--60)\">FAQs</h2>\n\n\n\n<h3 class=\"wp-block-heading\">What is the easiest way to build credit fast?</h3>\n\n\n\n<p>The easiest ways to build credit fast include opening a credit card (a secured credit card if you don’t have a credit history), becoming an authorized user on a family member’s credit card, paying your bills on time, increasing your credit limits, improving your credit utilization ratio, and taking out a credit-builder loan.</p>\n\n\n\n<h3 class=\"wp-block-heading\">How can I build credit if I have no credit history?</h3>\n\n\n\n<p>If you don’t have a credit history, the best ways to build credit include:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Applying for a secured credit card that requires a refundable security deposit before it’s issued.</li>\n\n\n\n<li>Opening a starter or student credit card that has lower credit limits and allows those with no credit history to purchase items and make payments on time, which helps build credit.</li>\n\n\n\n<li>Taking out a credit-builder loan, which helps first-time borrowers and individuals with no credit history establish a credit history through consistent, on-time payments. A credit-builder loan is great for those with poor or no credit history since it essentially helps borrowers build both credit and savings at the same time.</li>\n\n\n\n<li>Becoming an authorized user on a family member’s or partner’s credit card (if they have a good credit history).</li>\n</ul>\n\n\n\n<h3 class=\"wp-block-heading\">How can I build credit without a credit card?</h3>\n\n\n\n<p>There are a variety of ways to build credit even if you don’t have a credit card, including:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Taking out a credit-builder loan, which helps first-time borrowers and individuals with no credit history establish a credit history through consistent, on-time payments. A credit-builder loan is great for those with poor or no credit history since it essentially helps borrowers build both credit and savings at the same time.</li>\n\n\n\n<li>Becoming an authorized user on a family member’s or partner’s credit card (if they have a good credit history).</li>\n\n\n\n<li><a href=\"<?php echo $row['url']; ?>resources/education-on-personal-loans/how-personal-loan-could-help-build-credit/\">Applying for a personal loan</a>, which serves the same purpose as taking out a credit-builder loan&#8211;helping to establish a reliable pattern of on-time payments that will help build your credit.</li>\n\n\n\n<li>Taking out a <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/pros-cons-of-refinancing-your-car-loan/\">car loan</a>, which can be easier to secure since the vehicle you’re purchasing can be used for collateral. Paying off an auto loan on time each month can build your credit score.</li>\n\n\n\n<li style=\"margin-bottom:var(--wp--preset--spacing--60)\">Repaying any existing loans you already have according to the loan terms will establish a pattern of reliable borrowing, which can help build your credit.</li>\n</ul>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Key takeaways Ways to build credit Ways to build credit when you don’t have a credit history Keeping track of your credit Tips for building credit Building credit to secure your future FAQs Building your credit, and maintaining it, is more important than many people think. While building credit may not always be top of&#8230;</p>\n",
    "protected": false
  },
  "featured_media": 5572,
  "template": "",
  "resources_category": [38],
  "resources_tag": [],
  "class_list": [
    "post-5571",
    "resources",
    "type-resources",
    "status-publish",
    "has-post-thumbnail",
    "hentry",
    "resources_category-personal-finance-basics"
  ],
  "acf": [],
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v24.0 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?></title>\n<meta name=\"description\" content=\"Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!\" />\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?>\" />\n<meta property=\"og:description\" content=\"Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!\" />\n<meta property=\"og:url\" content=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/\" />\n<meta property=\"og:site_name\" content=\"<?php echo $row['name']; ?>\" />\n<meta property=\"article:modified_time\" content=\"2024-09-23T19:47:35+00:00\" />\n<meta property=\"og:image\" content=\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg\" />\n\t<meta property=\"og:image:width\" content=\"2560\" />\n\t<meta property=\"og:image:height\" content=\"1440\" />\n\t<meta property=\"og:image:type\" content=\"image/jpeg\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/\",\"url\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/\",\"name\":\"How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?>\",\"isPartOf\":{\"@id\":\"<?php echo $row['url']; ?>#website\"},\"primaryImageOfPage\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage\"},\"thumbnailUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg\",\"datePublished\":\"2024-08-26T14:36:17+00:00\",\"dateModified\":\"2024-09-23T19:47:35+00:00\",\"description\":\"Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!\",\"breadcrumb\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg\",\"width\":2560,\"height\":1440},{\"@type\":\"BreadcrumbList\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"<?php echo $row['url']; ?>\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Personal Finance Basics\",\"item\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"How to build your credit\"}]},{\"@type\":\"WebSite\",\"@id\":\"<?php echo $row['url']; ?>#website\",\"url\":\"<?php echo $row['url']; ?>\",\"name\":\"<?php echo $row['name']; ?>\",\"description\":\"\",\"publisher\":{\"@id\":\"<?php echo $row['url']; ?>#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"<?php echo $row['url']; ?>?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"<?php echo $row['url']; ?>#organization\",\"name\":\"<?php echo $row['name']; ?>\",\"url\":\"<?php echo $row['url']; ?>\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"width\":1,\"height\":1,\"caption\":\"<?php echo $row['name']; ?>\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?>",
    "description": "Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?>",
    "og_description": "Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!",
    "og_url": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/",
    "og_site_name": "<?php echo $row['name']; ?>",
    "article_modified_time": "2024-09-23T19:47:35+00:00",
    "og_image": [
      {
        "width": 2560,
        "height": 1440,
        "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_misc": { "Est. reading time": "9 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/",
          "url": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/",
          "name": "How to Build Credit: Easy Tips for Beginners | <?php echo $row['name']; ?>",
          "isPartOf": { "@id": "<?php echo $row['url']; ?>#website" },
          "primaryImageOfPage": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage"
          },
          "image": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage"
          },
          "thumbnailUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg",
          "datePublished": "2024-08-26T14:36:17+00:00",
          "dateModified": "2024-09-23T19:47:35+00:00",
          "description": "Learn how to build your credit quickly with simple steps. Find out how long it takes and get tips for starting and improving your credit score today!",
          "breadcrumb": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#primaryimage",
          "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg",
          "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowtoBuildCredit_StrategiesBestPractices-scaled.jpg",
          "width": 2560,
          "height": 1440
        },
        {
          "@type": "BreadcrumbList",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-build-credit/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "<?php echo $row['url']; ?>"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Personal Finance Basics",
              "item": "<?php echo $row['url']; ?>resources/personal-finance-basics/"
            },
            {
              "@type": "ListItem",
              "position": 3,
              "name": "How to build your credit"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "<?php echo $row['url']; ?>#website",
          "url": "<?php echo $row['url']; ?>",
          "name": "<?php echo $row['name']; ?>",
          "description": "",
          "publisher": { "@id": "<?php echo $row['url']; ?>#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "<?php echo $row['url']; ?>?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "<?php echo $row['url']; ?>#organization",
          "name": "<?php echo $row['name']; ?>",
          "url": "<?php echo $row['url']; ?>",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "<?php echo $row['url']; ?>#/schema/logo/image/",
            "url": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "width": 1,
            "height": 1,
            "caption": "<?php echo $row['name']; ?>"
          },
          "image": { "@id": "<?php echo $row['url']; ?>#/schema/logo/image/" }
        }
      ]
    }
  },
  "_links": {
    "self": [
      {
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5571",
        "targetHints": { "allow": ["GET"] }
      }
    ],
    "collection": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources" }
    ],
    "about": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/types/resources" }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5571/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media/5572"
      }
    ],
    "wp:attachment": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media?parent=5571" }
    ],
    "wp:term": [
      {
        "taxonomy": "resources_category",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_category?post=5571"
      },
      {
        "taxonomy": "resources_tag",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_tag?post=5571"
      }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
