{
  "id": 5614,
  "date": "2024-08-29T09:46:19",
  "date_gmt": "2024-08-29T15:46:19",
  "guid": { "rendered": "<?php echo $row['url']; ?>resources///" },
  "modified": "2024-09-23T13:27:30",
  "modified_gmt": "2024-09-23T19:27:30",
  "slug": "how-many-credit-cards",
  "status": "publish",
  "type": "resources",
  "link": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/",
  "title": { "rendered": "How many credit cards should I have?" },
  "content": {
    "rendered": "\n<h3 class=\"wp-block-heading\">Key takeaways</h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>There is no “set” number of credit cards a person should have. This all depends on each person’s financial goals, personal spending habits, and credit scores.</li>\n\n\n\n<li>Some advantages of having multiple credit cards include payment flexibility and emergency backup in the case of unexpected expenses.</li>\n\n\n\n<li>There are also a few risks to having more than one credit card, including debt management and the potential to lower your credit score.</li>\n\n\n\n<li>Tips on how to manage multiple credit cards include tracking expenses, monitoring spending, and creating a payment schedule.</li>\n</ul>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#how\">How many credit cards should I have?</a></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#multi\">Advantages of having multiple credit cards</a></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#risk\">Risks of having too many credit cards</a></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#another\">How to decide if you need another credit card</a></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#right\">Making the right choice</a></p>\n\n\n\n<p style=\"margin-top:var(--wp--preset--spacing--20);margin-bottom:var(--wp--preset--spacing--20)\"><a href=\"#faqs\">FAQs</a></p>\n\n\n\n<p id=\"how\" style=\"padding-top:var(--wp--preset--spacing--50)\">When it comes to credit cards, people are often unsure of how many they should have. There is no actual set number on how many credit cards one should possess, and it really all depends on each individual’s personal finances. Interestingly, the <a href=\"https://www.investopedia.com/financial-edge/0711/how-many-credit-cards-should-you-have.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">average American holds 3.84 credit cards</a>, which is actually down about 4% from 2019. With that in mind, let’s look at some recommendations worth considering when it comes to having multiple credit cards.</p>\n\n\n\n<h2 class=\"wp-block-heading\">How many credit cards should I have?</h2>\n\n\n\n<p>Again, there is no right or wrong number of credit cards one person should have. And much of it depends on a few different factors.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Personal spending habits: </strong>Before applying for different credit cards, ask yourself <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/break-bad-money-habits/\">what kind of spender you are</a>. Be honest with yourself. If you consider yourself a responsible spender who is able to manage multiple accounts and pay your balances on time each month, then you’re likely a good candidate to have a few credit cards. However, if you tend to overspend and are not as diligent about paying your credit card bills each month, managing more than one will probably be a challenge.</li>\n\n\n\n<li><strong>Credit score impact: </strong>If you’re looking to improve upon or maintain a <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/what-is-a-good-credit-score/\">good credit score</a>, it helps to have two or three credit card accounts open (as well as other types of credit, if possible). Doing so is one way to help improve your credit mix, which counts toward 10% of your FICO credit score. Maintaining a solid credit mix, can also be accomplished by diversifying your credit through other means, such as a loan. It also demonstrates to future lenders that you’re responsible enough to manage your finances.</li>\n</ul>\n\n\n\n<p>However, there can also be a negative impact to your credit score whenever you open a new credit card. That’s because the credit card issuer will do a <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/soft-hard-credit-inquiries/\">hard credit inquiry</a>, or credit pull, to review your credit history, and that usually causes a temporary drop to your credit score. Additionally, if your <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/credit-utilization/\">credit utilization</a> (also known as credit utilization ratio) is high on your credit card, that can negatively affect your credit score. And, of course, not making at least the minimum monthly payments on your credit card will hurt your credit score.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Financial goals: </strong>Everyone’s financial situation is different. If you’re trying to save money, having multiple credit cards may prove too tempting to accomplish that goal. Those looking to cut back spending may be better off with just one credit card, knowing that they want to avoid running up a high balance on that card.</li>\n</ul>\n\n\n\n<p id=\"multi\">For many people, having multiple credit cards is generally ideal. We’ll take a look at some of the advantages and risks that come with having more than one credit card.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Advantages of having multiple credit cards</h2>\n\n\n\n<p>For those who are able to successfully juggle multiple credit cards, there are quite a few advantages to doing so, both practically and financially.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Flexibility</h3>\n\n\n\n<p>Credit cards today can help you reach certain goals that result in actual financial reward. For example, Discover pioneered the “cash-back” concept, rewarding customers with a percentage of their purchases with actual cash back (or a statement credit). Many credit cards have since followed suit.</p>\n\n\n\n<p>And it’s not just cash that customers get back. Hundreds of retailers offer their own credit cards with rewards such as travel points or airline miles, coupons or gift cards, discounted gasoline, merchandise, tickets to sporting events, and much more. If you spend a fair amount each month, and you’re responsible about paying off your balances, multiple credit cards with different rewards can pay off.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Emergency backup</h3>\n\n\n\n<p id=\"risk\">Unfortunately, credit cards get lost or stolen. But even when that happens, sometimes purchases have to be made, such as food or gas or an <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-to-get-cash-fast-in-an-emergency/\">emergency expense</a>. Having more than one credit card is very beneficial in situations like these, especially if you don’t carry cash. And if you have to make a large, unexpected purchase in an emergency, you can even split the cost between two credit cards so you don’t max out your account.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Risks of having too many credit cards</h2>\n\n\n\n<p>Along with the benefits of having multiple credit cards comes the risk of having too many. As we discussed, “too many” means different things to different people.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Managing debt</h3>\n\n\n\n<p>For those who can effectively manage their spending, maybe seven credit cards would be considered “too many.” But for people who have trouble keeping their finances in order, two credit cards&#8211;or maybe even one&#8211;might be “too many.” Having multiple credit cards without the ability to manage debt is a dangerous combination, because overspending often occurs. And that can lead to serious financial challenges for years.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Impact on credit score</h3>\n\n\n\n<p>While having more than one credit card is helpful for your credit mix and history, opening too many credit cards at one time can actually lower <a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/understanding-credit-scores/\">your credit score</a>. There are a few reasons why:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>You lower your credit history length. </strong>Credit scores factor in the average length of time you’ve had credit. This means that every new credit card you open decreases the average length of your credit history.</li>\n\n\n\n<li><strong>Applying for credit cards impacts your credit score. </strong>When you apply for a new credit card or a <a href=\"<?php echo $row['url']; ?>loans/\">loan</a>, your credit score will be impacted when the lender does a hard inquiry into your credit history. A hard inquiry is when a lender pulls your credit report from a main credit bureau&#8211;<a href=\"https://www.equifax.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Equifax</a>, <a href=\"https://www.experian.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Experian</a>, or <a href=\"https://www.transunion.com/\" target=\"_blank\" rel=\"noreferrer noopener\">TransUnion</a>. This can temporarily lower your FICO credit score by about five points. This isn’t really a big deal unless you open multiple cards at once.</li>\n\n\n\n<li><strong>Too many hard inquiries at once raises red flags. </strong>As we discussed, lenders perform hard credit inquiries each time you apply for a credit card or loan. Along with the actual inquiry lowering your credit score, lenders who spot too many hard inquiries in a short period of time will likely raise an eyebrow and conclude that you’re potentially taking on too much debt and may not be able to repay it.</li>\n</ul>\n\n\n\n<div style=\"height:5px\" aria-hidden=\"true\" id=\"another\" class=\"wp-block-spacer\"></div>\n\n\n\n<h2 class=\"wp-block-heading\">How to decide if you need another credit card</h2>\n\n\n\n<p>Follow these simple steps to determine whether you need another credit card.</p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Assess your needs.&nbsp;</strong>\n<ol style=\"list-style-type:lower-alpha\" class=\"wp-block-list\">\n<li>Ask yourself whether another card would help your financial situation. This requires you to examine your spending patterns as well as the other credit cards you already have. If you feel like your finances would benefit from having a rewards-based credit card, then it probably makes sense to apply for one.</li>\n\n\n\n<li>Evaluate your overall spending and financial situation to decide whether another credit card payment is manageable each month. If you do apply for a new card that either has better rewards or a lower interest rate than your existing credit card, do your best to pay off your existing card’s balance and use the new one instead.</li>\n</ol>\n</li>\n\n\n\n<li><strong>Research your options.</strong>\n<ol style=\"list-style-type:lower-alpha\" class=\"wp-block-list\">\n<li>Decide what is most important to you in a credit card. Low interest rate/APR? Cash back? Other rewards?</li>\n\n\n\n<li>Once you decide, put Google to work for you by researching the rewards and terms of a variety of credit cards. You have plenty of them at your disposal&#8211;Visa, MasterCard, Discover, American Express. Plus a ton of issuers who all offer different terms (Chase, Bank of America, Capital One, Citi, etc.).</li>\n</ol>\n</li>\n</ol>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"multi\">Tips for managing multiple credit cards</h3>\n\n\n\n<p>If you do decide to move forward with multiple credit cards, here are a few ways you can easily manage them all.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Create a payment schedule. </strong>Multiple credit cards usually come with multiple payment deadlines. And because making consistent on-time payments is the number one factor in your FICO credit score, you want to make sure you’re on time. Not to mention, credit card issuers will charge you pretty significant late fees if your payment is not made by its due date. Use your phone’s calendar app and add each credit card’s payment date for every month, as well as a reminder. This will automatically keep you on time with your payments. Or schedule automatic payments with your credit card issuer&#8211;you can determine how much you want to pay each month (just make sure it’s at least the minimum) and when that payment will be deducted from your bank account. If you prefer the old-school route, write down the deadlines on a paper calendar or planner to ensure you don’t miss a payment.</li>\n\n\n\n<li><strong>Make&#8211;and stick to&#8211;a budget. </strong><a href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/budgeting-101/\">Creating a financial budget</a> can help you in so many ways beyond just managing credit card payments. A budget keeps you within your spending limits each month and ensures you prioritize the most critical payments while determining how much you may have left over to spend on less important things. Having multiple credit cards doesn’t mean your overall budget should increase&#8211;that can lead to overspending. Stick to the spending budget you figure out, but just factor in multiple credit card payments each month. For example, if you budget $300 a month for credit card payments, divide that up between however many cards you have…but don’t exceed it.</li>\n\n\n\n<li><strong>Monitor your spending. </strong>Once you’ve figured out your budget, keep an eye on it. There are a few easy ways to do this. One of the best is an expense-tracking app, such as <a href=\"https://mint.intuit.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Mint</a>, <a href=\"https://www.rocketmoney.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Rocket Money</a>, <a href=\"https://www.1moneyapp.com/\" target=\"_blank\" rel=\"noreferrer noopener\">1Money</a>, or <a href=\"https://www.ramseysolutions.com/ramseyplus/everydollar\" target=\"_blank\" rel=\"noreferrer noopener\">EveryDollar</a>. A good expense-tracking app can:</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Easily download your purchases and transactions</li>\n\n\n\n<li>Automatically log your recurring transactions</li>\n\n\n\n<li>Forecast your ending balances at certain points in time</li>\n\n\n\n<li>Automatically categorize your transactions</li>\n\n\n\n<li>Scan receipts</li>\n</ul>\n\n\n\n<p id=\"right\">This makes it simple for you to stay on top of your spending and stay on budget. If you prefer to do this manually or with an expense software program like <a href=\"https://www.googleadservices.com/pagead/aclk?sa=L&amp;ai=DChcSEwjZt4if2OiHAxW0MAgFHWSmBn8YABAAGgJtZA&amp;co=1&amp;ase=2&amp;gclid=CjwKCAjw_Na1BhAlEiwAM-dm7G7qgGRWj0C-Ooz_y0wID7lsk1yx7TH2UAX31Qw3bf0HPxJZfgPaohoCMqIQAvD_BwE&amp;ohost=www.google.com&amp;cid=CAESVuD2E8Kva_2pb3bh6WmBXORJ-6BZDhie0-J5hFnaL3T0igxN9kuq-3P11iaEp5dQ1qDf7fxF04JprDH5NYLXR1iKZdgsG0bonk1QESZmCZGBrivNWFxS&amp;sig=AOD64_2U5a3emczt6wc-a6_LlEAvWawnmA&amp;q&amp;nis=4&amp;adurl&amp;ved=2ahUKEwjB9vqe2OiHAxWPEFkFHfkxNSQQ0Qx6BAgSEAE\" target=\"_blank\" rel=\"noreferrer noopener\">QuickBooks</a> or <a href=\"https://www.quicken.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Quicken</a>, those are also very reliable tools to help you track your spending.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Making the right choice</h2>\n\n\n\n<p id=\"faqs\">How many credit cards you should have is a personal decision. If you’re an organized, responsible spender, you likely won’t need to worry about managing multiple cards and accounts. And that allows you to reap more benefits of rewards-based credit cards. However, if you envision yourself having trouble keeping up with multiple payments and debts, it might be a better idea to stick with just one credit card. The good news is, you can always apply for another one when you’re ready! Whatever you decide, just keep in mind your spending habits, financial situation, and your goals.</p>\n\n\n\n<h2 class=\"wp-block-heading\">FAQs</h2>\n\n\n\n<h3 class=\"wp-block-heading\">How many credit cards should I have for good credit?</h3>\n\n\n\n<p>There is no set amount of credit cards a person should have for good credit. However, having multiple cards can help improve your credit mix and history…as long as you’re consistently making your credit card payments on time each month.</p>\n\n\n\n<h3 class=\"wp-block-heading\">How many credit cards is too many?</h3>\n\n\n\n<p>Again, there is no true answer for this. It will all depend on each person’s ability to manage multiple payments and cards as well as that person’s spending habits and financial situation. As we mentioned, the average American has nearly four credit cards. So, determine your own situation and figure out what works best for you.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Is it bad to have a lot of credit cards with zero balance?</h3>\n\n\n\n<p>On one hand, it is not ideal to have multiple credit cards with a zero balance because credit agencies look for a solid credit mix to assess the risk of lending to a potential customer. No activity or consistent zero balances on your cards may imply that you’re not actively managing your finances or taking advantage of a card’s benefits. This could actually lower your credit score. On the other hand, having multiple credit cards with zero balance can be a positive because it keeps your credit utilization ratio low, which can help your credit score.</p>\n\n\n\n<h3 class=\"wp-block-heading\">How many credit cards should I have in my twenties?</h3>\n\n\n\n<p>There is no right or wrong number. If you’re in your 20s and are successful at managing your finances, you can have as many credit cards as you think you might need or can handle. If you’re not in the same situation, it’s probably best to keep only a couple of credit cards&#8211;or even just one&#8211;so it’s easier to manage your payments and budget.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Key takeaways How many credit cards should I have? Advantages of having multiple credit cards Risks of having too many credit cards How to decide if you need another credit card Making the right choice FAQs When it comes to credit cards, people are often unsure of how many they should have. There is no&#8230;</p>\n",
    "protected": false
  },
  "featured_media": 5617,
  "template": "",
  "resources_category": [38],
  "resources_tag": [],
  "class_list": [
    "post-5614",
    "resources",
    "type-resources",
    "status-publish",
    "has-post-thumbnail",
    "hentry",
    "resources_category-personal-finance-basics"
  ],
  "acf": [],
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v24.0 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>How Many Credit Cards Should I Have? Your Guide to Choosing Wisely</title>\n<meta name=\"description\" content=\"Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.\" />\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"How Many Credit Cards Should I Have? Your Guide to Choosing Wisely\" />\n<meta property=\"og:description\" content=\"Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.\" />\n<meta property=\"og:url\" content=\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/\" />\n<meta property=\"og:site_name\" content=\"<?php echo $row['name']; ?>\" />\n<meta property=\"article:modified_time\" content=\"2024-09-23T19:27:30+00:00\" />\n<meta property=\"og:image\" content=\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1920\" />\n\t<meta property=\"og:image:height\" content=\"1080\" />\n\t<meta property=\"og:image:type\" content=\"image/jpeg\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/\",\"url\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/\",\"name\":\"How Many Credit Cards Should I Have? Your Guide to Choosing Wisely\",\"isPartOf\":{\"@id\":\"<?php echo $row['url']; ?>#website\"},\"primaryImageOfPage\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage\"},\"thumbnailUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg\",\"datePublished\":\"2024-08-29T15:46:19+00:00\",\"dateModified\":\"2024-09-23T19:27:30+00:00\",\"description\":\"Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.\",\"breadcrumb\":{\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg\",\"width\":1920,\"height\":1080},{\"@type\":\"BreadcrumbList\",\"@id\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"<?php echo $row['url']; ?>\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Personal Finance Basics\",\"item\":\"<?php echo $row['url']; ?>resources/personal-finance-basics/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"How many credit cards should I have?\"}]},{\"@type\":\"WebSite\",\"@id\":\"<?php echo $row['url']; ?>#website\",\"url\":\"<?php echo $row['url']; ?>\",\"name\":\"<?php echo $row['name']; ?>\",\"description\":\"\",\"publisher\":{\"@id\":\"<?php echo $row['url']; ?>#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"<?php echo $row['url']; ?>?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"<?php echo $row['url']; ?>#organization\",\"name\":\"<?php echo $row['name']; ?>\",\"url\":\"<?php echo $row['url']; ?>\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"width\":1,\"height\":1,\"caption\":\"<?php echo $row['name']; ?>\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "How Many Credit Cards Should I Have? Your Guide to Choosing Wisely",
    "description": "Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "How Many Credit Cards Should I Have? Your Guide to Choosing Wisely",
    "og_description": "Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.",
    "og_url": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/",
    "og_site_name": "<?php echo $row['name']; ?>",
    "article_modified_time": "2024-09-23T19:27:30+00:00",
    "og_image": [
      {
        "width": 1920,
        "height": 1080,
        "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_misc": { "Est. reading time": "10 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/",
          "url": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/",
          "name": "How Many Credit Cards Should I Have? Your Guide to Choosing Wisely",
          "isPartOf": { "@id": "<?php echo $row['url']; ?>#website" },
          "primaryImageOfPage": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage"
          },
          "image": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage"
          },
          "thumbnailUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg",
          "datePublished": "2024-08-29T15:46:19+00:00",
          "dateModified": "2024-09-23T19:27:30+00:00",
          "description": "Learn how many credit cards are right for you. Discover simple tips to manage your finances wisely and build good credit.",
          "breadcrumb": {
            "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#primaryimage",
          "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg",
          "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/08/0824_HowManyCreditCardsShouldIHave.jpg",
          "width": 1920,
          "height": 1080
        },
        {
          "@type": "BreadcrumbList",
          "@id": "<?php echo $row['url']; ?>resources/personal-finance-basics/how-many-credit-cards/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "<?php echo $row['url']; ?>"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Personal Finance Basics",
              "item": "<?php echo $row['url']; ?>resources/personal-finance-basics/"
            },
            {
              "@type": "ListItem",
              "position": 3,
              "name": "How many credit cards should I have?"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "<?php echo $row['url']; ?>#website",
          "url": "<?php echo $row['url']; ?>",
          "name": "<?php echo $row['name']; ?>",
          "description": "",
          "publisher": { "@id": "<?php echo $row['url']; ?>#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "<?php echo $row['url']; ?>?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "<?php echo $row['url']; ?>#organization",
          "name": "<?php echo $row['name']; ?>",
          "url": "<?php echo $row['url']; ?>",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "<?php echo $row['url']; ?>#/schema/logo/image/",
            "url": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "width": 1,
            "height": 1,
            "caption": "<?php echo $row['name']; ?>"
          },
          "image": { "@id": "<?php echo $row['url']; ?>#/schema/logo/image/" }
        }
      ]
    }
  },
  "_links": {
    "self": [
      {
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5614",
        "targetHints": { "allow": ["GET"] }
      }
    ],
    "collection": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources" }
    ],
    "about": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/types/resources" }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5614/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media/5617"
      }
    ],
    "wp:attachment": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media?parent=5614" }
    ],
    "wp:term": [
      {
        "taxonomy": "resources_category",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_category?post=5614"
      },
      {
        "taxonomy": "resources_tag",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_tag?post=5614"
      }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
