{
  "id": 5798,
  "date": "2024-12-05T08:39:57",
  "date_gmt": "2024-12-05T14:39:57",
  "guid": { "rendered": "<?php echo $row['url']; ?>resources///" },
  "modified": "2024-12-05T08:39:59",
  "modified_gmt": "2024-12-05T14:39:59",
  "slug": "1098-t",
  "status": "publish",
  "type": "resources",
  "link": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/",
  "title": {
    "rendered": "A simple guide to understanding the 1098-T tax form for education credits"
  },
  "content": {
    "rendered": "\n<p></p>\n\n\n\n<h2 class=\"wp-block-heading\">Key takeaways</h2>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Form 1098-T is a form sent by eligible colleges or other post-secondary institutions to students who paid qualified educational expenses during the previous tax year.</li>\n\n\n\n<li>This form is designed to help students or those paying for a student’s education to help track these expenses for tax purposes and qualify for education-related tax credits.</li>\n\n\n\n<li>Your (or your child’s) college or eligible post-secondary institution will provide your 1098-T form either electronically or through the mail if any QTRE expenses were paid during the previous calendar year.</li>\n\n\n\n<li>Form 1098-T can have a major impact on your testimonials because the form allows you to claim education tax credits like the American Opportunity Tax Credit (AOTC) and Lifetime Learning Credit (LLC).</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">Understanding the 1098-T tax form</h2>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong><a href=\"#key\">Key parts of the 1098-T form</a></strong></li>\n\n\n\n<li><strong><a href=\"#impact\">Impact of the 1098-T form on your testimonials</a></strong></li>\n\n\n\n<li><strong><a href=\"#maximize\">Maximize education tax benefits with the 1098-T form</a></strong></li>\n\n\n\n<li><strong><a href=\"#faq\">1098-T form FAQs</a></strong></li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">Understanding the 1098-T tax form</h2>\n\n\n\n<p>If you are a college student, graduate, or have a child in college, you may already be familiar with the 1098-T tax form, which is important for students or parents who are claiming education credits on their tax returns. Let’s take a closer look at the 1098-T tax form, what it is, and why it’s important.</p>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-1 wp-block-group-is-layout-constrained\" style=\"padding-left:var(--wp--preset--spacing--60)\">\n<h3 class=\"wp-block-heading\">What is the 1098-T tax form?</h3>\n\n\n\n<p>Form 1098-T is a form sent by eligible colleges or other post-secondary institutions to students who paid qualified educational expenses during the previous tax year. These qualified educational expenses include tuition, enrollment fees, and course materials a student needs to attend or enroll with an eligible educational institution.</p>\n\n\n\n<p>The 1098-T tax form lists the total dollar amount paid by the student toward qualified tuition and related expenses (QTRE) in a single tax year. This form is designed to help students or those paying for a student’s education track these expenses for tax purposes. It’s important to note, however, that the dollar amounts listed on Form 1098-T are not necessarily the tax credits you will receive on your tax return; rather, the numbers on the form are there to help you or a tax professional calculate what your tax credits will be.</p>\n\n\n\n<p>A couple of things to keep in mind regarding Form 1098-T:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>The Box 1 amount only includes money paid for qualified tuition and related expenses (QTRE). This does NOT include payments for other expenses, such as campus (or off-campus) housing, insurance, parking, and more. While these expenses certainly are not cheap, they are unfortunately not considered mandatory education expenses for tax purposes.</li>\n\n\n\n<li>Form 1098-T reports amounts that the student paid in a particular year, so the pay date may not match the dates that the classes were actually attended.</li>\n</ul>\n\n\n\n<p>If you have any concerns or questions about what’s reported on the 1098-T form, it’s best to contact your (or your child’s) academic institution to clarify any confusion or discrepancies.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Importance for students and institutions</h3>\n\n\n\n<p>The figures listed on Form 1098-T may not cover ALL education-related expenses&#8211;but this form certainly does offer plenty of benefits for students or those paying tuition and enrollment. Most importantly, this form helps students qualify for education-related credits, which can help lower your tax bill.</p>\n\n\n\n<p id=\"key\">For academic institutions, Form 1098-T helps them comply with tax rules while helping their students lower their costs a bit.</p>\n</div>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"key\">Key parts of the 1098-T form</h2>\n\n\n\n<p>Let’s walk through the key parts of Form 1098-T so you’re prepared to read yours once you receive it in time for tax season.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Box 1</strong>: <strong>Payments Received</strong>. This box, as we mentioned earlier, reports payments received (what you actually paid, not what you were billed) up to the total amount charged for QTRE. This includes the total amount of all payments received for QTRE from all sources during the calendar year, including scholarships and grants. Tuition comprises most of this total amount, though it also includes any mandatory student fees.</li>\n\n\n\n<li><strong>Box 5:</strong> <strong>Scholarships or Grants</strong>. Box 5 contains the total amount of scholarships and grants paid directly to the school for the student’s expenses. Scholarships and grants, however, may lower the amount of qualified expenses that the student can use when calculating a credit since they lower the student’s overall tuition costs.</li>\n\n\n\n<li><strong>Box 6:</strong> <strong>Adjustments for Prior Years.</strong> This box lists any adjustments the school has made to scholarships and grants reported on a previous year’s Form 1098-T. These adjustments could affect the student’s tax liability for the previous year, which means the student might have to file an amended tax return.</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">How to obtain and interpret the 1098-T form</h2>\n\n\n\n<p>How to receive and understand your 1098-T form is pretty straightforward. Let’s take a quick look:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>How to get your 1098-T form: </strong>According to the U.S. Department of Education’s <a href=\"https://studentaid.gov/help-center/answers/article/how-can-i-get-my-1098t-form\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Federal Student Aid office</a>, your (or your child’s) college or eligible post-secondary institution will provide your 1098-T form either electronically or through the mail if any QTRE expenses were paid during the previous calendar year. If you have not received the form by the time you’re ready to start your tax return, contact the school to ask when you can expect it.</li>\n\n\n\n<li><strong>How to read your 1098-T form: </strong>Tax forms can sometimes be intimidating. The best advice in navigating the 1098-T form is to just take one box at a time.\n<ul class=\"wp-block-list\">\n<li>First, make sure your personal details (name, address, <a href=\"<?php echo $row['url']; ?>resources/tax-questions-tips/tax-questions-tips-are-social-security-benefits-taxable/\">Social Security</a> number, etc.) are correct.</li>\n\n\n\n<li>Next, Box 1, which we covered earlier, contains payments received (what you actually paid, not what you were billed) up to the total amount charged for QTRE during the calendar year.</li>\n\n\n\n<li>Box 4 shows the adjustments made to QTRE reported on a prior year Form 1098-T in Box 1. The amount in Box 4 reports a reduction in tuition paid during a prior calendar year.</li>\n\n\n\n<li>Box 5 contains the total amount of scholarships and grants paid directly to the school for the student’s expenses.</li>\n\n\n\n<li>Box 6 lists any adjustments the school has made to scholarships and grants reported on a previous year&#8217;s 1098-T form.</li>\n\n\n\n<li>Box 9 would be checked if you/your child is a graduate student.</li>\n\n\n\n<li>If you/your student had to withdraw from school due to a family emergency or medical issue, the reimbursed amount will appear in Box 10. This amount reduces the qualified education expenses you can claim.</li>\n</ul>\n</li>\n</ul>\n\n\n\n<p>If you have any questions about your 1098-T form, be sure to contact a tax professional, like the <a href=\"<?php echo $row['url']; ?>testimonials/\">tax experts</a> at <a href=\"<?php echo $row['url']; ?>\"><?php echo $row['name']; ?></a>. They can walk you through the form and help you understand the information included.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Common mistakes to avoid</h3>\n\n\n\n<p>When you’re preparing to work on your tax return, Form 1098-T will likely be one of many you’re referencing. Here are a few easy tips when it comes to working with the 1098-T form.</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Match the dollar amounts from the form with your own financial records. If you notice the numbers don’t align, contact the school.</li>\n\n\n\n<li>Double-check your personal details to make sure there are no errors.</li>\n\n\n\n<li id=\"impact\">Be sure you’re referencing the right boxes when you fill out your tax return. Take an extra minute or two to carefully look at each box to make sure you’re entering the right amount from the right box.&nbsp;</li>\n</ul>\n\n\n\n<h2 class=\"wp-block-heading\">Impact of the 1098-T form on your testimonials</h2>\n\n\n\n<p>At this point you may be wondering how much of an impact the 1098-T form can have on your income testimonials. Form 1098-T can have a major impact on your testimonials because the form allows you to claim education tax credits&#8211;and those credits, especially the American Opportunity Tax Credit (AOTC) and Lifetime Learning Credit (LLC), can potentially be worth thousands of dollars.</p>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-2 wp-block-group-is-layout-constrained\" style=\"padding-right:0;padding-left:var(--wp--preset--spacing--60)\">\n<h3 class=\"wp-block-heading\">American Opportunity Tax Credit (AOTC)</h3>\n\n\n\n<p><a href=\"https://www.irs.gov/credits-deductions/individuals/aotc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The American Opportunity Tax Credit</a> can be worth up to $2,500 for each eligible student for up to four years. And, if you are a parent paying for your child’s education expenses, you might even receive a refund of up to 40% because the AOTC is partially refundable. That means, if the credit brings the amount of tax you owe to zero, you can have 40% of any remaining amount of the credit (up to $1,000) refunded. If you’re a student paying for school, however, you might not qualify for the refundable credit&#8211;most students under 24 years of age generally don’t qualify. But you’re still eligible for the AOTC if you pay undergraduate tuition and are enrolled in a degree program at least half-time.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Lifetime Learning Credit (LLC)</h3>\n\n\n\n<p>If you paid undergraduate or graduate school tuition, or paid for professional degree courses (including courses taken to obtain or improve job skills), you’re likely eligible to claim the <a href=\"https://www.irs.gov/credits-deductions/individuals/llc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Lifetime Learning Credit</a>, which is a credit of up to $2,000. Unlike the American Opportunity Tax Credit, the LLC does not require you to be enrolled in a degree program or maintain a course load to receive the credit.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Deductions vs. Credits</h3>\n\n\n\n<p>One of the reasons it’s so important to take full advantage of any tax credit available to you is that credits directly reduce the amount of testimonials you owe. For example, let’s say you do your tax return and calculate that you owe $2,800 in income testimonials. But, with Form 1098-T, you see that you’re eligible for a tax credit of $2,500. Subtract the $2,500 from the $2,800 you owe, and you now have a tax bill of a much more manageable $300!</p>\n\n\n\n<p><a href=\"<?php echo $row['url']; ?>resources/tax-questions-tips/tax-write-offs/\">Deductions</a>, while also very helpful to taxpayers, have a different impact on your tax bill than tax credits. With deductions, you’re able to lower the amount of your taxable income. So, if your total income is $60,000 and you’re eligible for $5,000 in various tax deductions, that brings your taxable income down to $55,000. This will lower your overall tax bill, but probably not as much as a tax credit will.</p>\n\n\n\n<p id=\"maximize\">As you can see, Form 1098-T can make a big difference on your testimonials. Be sure to take advantage of these credits during tax season!</p>\n</div>\n\n\n\n<h2 class=\"wp-block-heading\">Maximize education tax benefits with the 1098-T form</h2>\n\n\n\n<p id=\"faq\">If you/your student paid qualified tuition and related expenses during the previous year, Form 1098-T will help you when it’s time to fill out your tax return. By following along with the form with the tips we provided, you’ll not only avoid any potential tax issues, but you’ll likely benefit from thousands of dollars in tax credits. Be sure to <a href=\"<?php echo $row['url']; ?>resources/tax-questions-tips/common-tax-questions/\">consult with a tax professional</a> if you have any questions about the 1098-T form.</p>\n\n\n\n<h2 class=\"wp-block-heading\">1098-T form FAQs</h2>\n\n\n\n<div class=\"wp-block-group is-layout-constrained wp-container-core-group-is-layout-3 wp-block-group-is-layout-constrained\" style=\"padding-left:var(--wp--preset--spacing--60)\">\n<h3 class=\"wp-block-heading\">What is a 1098-T form used for?</h3>\n\n\n\n<p>Form 1098-T is a form sent by eligible colleges or other post-secondary institutions to students who paid qualified educational expenses during the previous tax year. These expenses include tuition, enrollment fees, and course materials a student needs to attend or enroll with an eligible educational institution. The 1098-T tax form lists the total dollar amount paid by the student toward qualified tuition and related expenses (QTRE) in a single tax year and is designed to help students or those paying for a student’s education to help track these expenses for tax purposes.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Do you get money back with a 1098-T form?</h3>\n\n\n\n<p>Most likely. Form 1098-T can have a major impact on your testimonials because the form allows you to claim education tax credits&#8211;and those credits, especially the American Opportunity Tax Credit (AOTC) and Lifetime Learning Credit (LLC), can potentially be worth thousands of dollars.</p>\n\n\n\n<h3 class=\"wp-block-heading\">Who claims a 1098-T–parent or student?</h3>\n\n\n\n<p>Either a parent or a student who is paying for qualified tuition and related expenses can claim an education credit from Form 1098-T. According to the <a href=\"https://www.irs.gov/credits-deductions/individuals/education-credits-aotc-llc\" target=\"_blank\" rel=\"noreferrer noopener\">IRS</a>, an eligible student, parent, third party, spouse, or a dependent you list on your tax return who has paid QTRE can claim a credit.</p>\n\n\n\n<h3 class=\"wp-block-heading\">How do I get a 1098-T form?</h3>\n\n\n\n<p>Form 1098-T is sent by eligible colleges or other post-secondary institutions electronically or via mail to students or parents who paid qualified educational expenses during the previous tax year.&nbsp;</p>\n</div>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Key takeaways Understanding the 1098-T tax form Understanding the 1098-T tax form If you are a college student, graduate, or have a child in college, you may already be familiar with the 1098-T tax form, which is important for students or parents who are claiming education credits on their tax returns. Let’s take a closer&#8230;</p>\n",
    "protected": false
  },
  "featured_media": 5799,
  "template": "",
  "resources_category": [39],
  "resources_tag": [],
  "class_list": [
    "post-5798",
    "resources",
    "type-resources",
    "status-publish",
    "has-post-thumbnail",
    "hentry",
    "resources_category-tax-questions-tips"
  ],
  "acf": [],
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v24.0 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>1098-T Form: How to Get &amp; What It Means for testimonials | <?php echo $row['name']; ?></title>\n<meta name=\"description\" content=\"Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.\" />\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"1098-T Form: How to Get &amp; What It Means for testimonials | <?php echo $row['name']; ?>\" />\n<meta property=\"og:description\" content=\"Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.\" />\n<meta property=\"og:url\" content=\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/\" />\n<meta property=\"og:site_name\" content=\"<?php echo $row['name']; ?>\" />\n<meta property=\"article:modified_time\" content=\"2024-12-05T14:39:59+00:00\" />\n<meta property=\"og:image\" content=\"<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1920\" />\n\t<meta property=\"og:image:height\" content=\"1080\" />\n\t<meta property=\"og:image:type\" content=\"image/jpeg\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/\",\"url\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/\",\"name\":\"1098-T Form: How to Get & What It Means for testimonials | <?php echo $row['name']; ?>\",\"isPartOf\":{\"@id\":\"<?php echo $row['url']; ?>#website\"},\"primaryImageOfPage\":{\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage\"},\"thumbnailUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg\",\"datePublished\":\"2024-12-05T14:39:57+00:00\",\"dateModified\":\"2024-12-05T14:39:59+00:00\",\"description\":\"Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.\",\"breadcrumb\":{\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg\",\"width\":1920,\"height\":1080},{\"@type\":\"BreadcrumbList\",\"@id\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"<?php echo $row['url']; ?>\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Tax Questions &amp; Tips\",\"item\":\"<?php echo $row['url']; ?>resources/tax-questions-tips/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"A simple guide to understanding the 1098-T tax form for education credits\"}]},{\"@type\":\"WebSite\",\"@id\":\"<?php echo $row['url']; ?>#website\",\"url\":\"<?php echo $row['url']; ?>\",\"name\":\"<?php echo $row['name']; ?>\",\"description\":\"\",\"publisher\":{\"@id\":\"<?php echo $row['url']; ?>#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"<?php echo $row['url']; ?>?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"<?php echo $row['url']; ?>#organization\",\"name\":\"<?php echo $row['name']; ?>\",\"url\":\"<?php echo $row['url']; ?>\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\",\"url\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"contentUrl\":\"<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png\",\"width\":1,\"height\":1,\"caption\":\"<?php echo $row['name']; ?>\"},\"image\":{\"@id\":\"<?php echo $row['url']; ?>#/schema/logo/image/\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "1098-T Form: How to Get & What It Means for testimonials | <?php echo $row['name']; ?>",
    "description": "Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "1098-T Form: How to Get & What It Means for testimonials | <?php echo $row['name']; ?>",
    "og_description": "Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.",
    "og_url": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/",
    "og_site_name": "<?php echo $row['name']; ?>",
    "article_modified_time": "2024-12-05T14:39:59+00:00",
    "og_image": [
      {
        "width": 1920,
        "height": 1080,
        "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_misc": { "Est. reading time": "9 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/",
          "url": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/",
          "name": "1098-T Form: How to Get & What It Means for testimonials | <?php echo $row['name']; ?>",
          "isPartOf": { "@id": "<?php echo $row['url']; ?>#website" },
          "primaryImageOfPage": {
            "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage"
          },
          "image": {
            "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage"
          },
          "thumbnailUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg",
          "datePublished": "2024-12-05T14:39:57+00:00",
          "dateModified": "2024-12-05T14:39:59+00:00",
          "description": "Learn how the 1098-T tax form can help students and parents claim valuable education credits. This guide covers key sections, common mistakes, and recent updates to maximize your tax benefits.",
          "breadcrumb": {
            "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#primaryimage",
          "url": "<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg",
          "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2024/12/1124_1098TaxEducationCredits.jpg",
          "width": 1920,
          "height": 1080
        },
        {
          "@type": "BreadcrumbList",
          "@id": "<?php echo $row['url']; ?>resources/tax-questions-tips/1098-t/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "<?php echo $row['url']; ?>"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Tax Questions &amp; Tips",
              "item": "<?php echo $row['url']; ?>resources/tax-questions-tips/"
            },
            {
              "@type": "ListItem",
              "position": 3,
              "name": "A simple guide to understanding the 1098-T tax form for education credits"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "<?php echo $row['url']; ?>#website",
          "url": "<?php echo $row['url']; ?>",
          "name": "<?php echo $row['name']; ?>",
          "description": "",
          "publisher": { "@id": "<?php echo $row['url']; ?>#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "<?php echo $row['url']; ?>?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "<?php echo $row['url']; ?>#organization",
          "name": "<?php echo $row['name']; ?>",
          "url": "<?php echo $row['url']; ?>",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "<?php echo $row['url']; ?>#/schema/logo/image/",
            "url": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "contentUrl": "<?php echo $row['url']; ?>/wp-content/uploads/2022/04/logo.png",
            "width": 1,
            "height": 1,
            "caption": "<?php echo $row['name']; ?>"
          },
          "image": { "@id": "<?php echo $row['url']; ?>#/schema/logo/image/" }
        }
      ]
    }
  },
  "_links": {
    "self": [
      {
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5798",
        "targetHints": { "allow": ["GET"] }
      }
    ],
    "collection": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources" }
    ],
    "about": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/types/resources" }
    ],
    "version-history": [
      {
        "count": 5,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5798/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 5811,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources/5798/revisions/5811"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media/5799"
      }
    ],
    "wp:attachment": [
      { "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/media?parent=5798" }
    ],
    "wp:term": [
      {
        "taxonomy": "resources_category",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_category?post=5798"
      },
      {
        "taxonomy": "resources_tag",
        "embeddable": true,
        "href": "<?php echo $row['url']; ?>/wp-json/wp/v2/resources_tag?post=5798"
      }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
